[
            {
                "date": "Середина 4-го тысячелетия до н. э.",
                "title": "Строительство Стоунхенджа.",
                "keywords": "мир,, 4-го, комплекс,, кромлех,, мир, астрономический, Середина, дольмен,, стоунхендж,, Стоунхенджа., э., нашей, мегалит,, Строительство, н., древний, эры,, тысячелетия, до",
                "century": "BeforeCentury"
            },
            {
                "date": "Около XIII века до н. э.",
                "title": "Троянская война.",
                "keywords": "мир,, гомер,, XIII, ахейцы,, средневековье,, битва, троя,, нашей, э., конный, иллиада,, война,, Троянская, грек,, Около, века, война., троянцы,, н., троянский, древний, эры,, до, конь,",
                "century": "BeforeCentury"
            },
            {
                "date": "VI век до н. э.",
                "title": "Возникновение Буддизма.",
                "keywords": "мир,, VI, буддизм,, Буддизма., век, нашей, э., средневековье, Возникновение, путь,, сиддхартха, будда,, дхарма,, гаутама,, н., древний, эры,, восьмеричный, до",
                "century": "BeforeCentury"
            },
            {
                "date": "III век до н. э.",
                "title": "Сарматы в степях Северного Причерноморья (до IV века н. э.)",
                "keywords": "(до, мир,, Сарматы,, причерноморье,, III, Причерноморья, век, нашей, э., степях, Сарматы, средневековье, IV, до, в, сарматы,, Северного, э.), века, III,, н., древний, IV,, эры,, век,, Причерноморье,",
                "century": "BeforeCentury"
            },
            {
                "date": "862 г.",
                "title": "Начало российской государственности",
                "keywords": "9, 862,, российской, Начало, начало,, 9, российской,, государственности,, 862, век,, государственности, средневековье, г.",
                "century": "century-9"
            },
            {
                "date": "862 г.",
                "title": "Основание Новгорода",
                "keywords": "Новгорода, 862,, новгорода, 9 век, 862, век,, средневековье, Основание, основание,, г.",
                "century": "century-9"
            },
            {
                "date": "862 г.",
                "title": "Первая столица Руси - Ладога",
                "keywords": "862,, руси,, -, 9, столица,, Руси, 862, век,, первая,, Первая, Ладога, средневековье, ладога,, столица, г.",
                "century": "century-9"
            },
            {
                "date": "863 г.",
                "title": "Создание славянской письменности Кириллом и Мефодием (Глаголица)",
                "keywords": "863,, 863, 9, славянской,, Кириллом, Создание, Мефодием, письменности, средневековье, письменности,, кириллом,, создание,, и, славянской, глаголица,, мефодием,, (Глаголица), век,, и,, г.",
                "century": "century-9"
            },
            {
                "date": "862-879 гг.",
                "title": "Правление князя Рюрика",
                "keywords": "князя,, 862,, гг., 9, Правление, 862-879, век,, рюрика,, Рюрика, князя, правление,, средневековье, 879,",
                "century": "century-9"
            },
            {
                "date": "879-912 гг.",
                "title": "Правление князя Вещего Олега",
                "keywords": "князя,, 912,, гг., 10, 9, вещего,, 879-912, Вещего, Правление, век,, олега,, правление,, князя, средневековье, Олега, 879,",
                "century": "century-9"
            },
            {
                "date": "882 г.",
                "title": "Поход князя Олега из Новгорода на Киев. Киев становится столицей древнерусского государства Рюриковичей. Убийство князей Аскольда и Дира",
                "keywords": "древнерусского, князя, 9, князей, Поход, становится, на, Олега, киев, на, Киев, убийство, Рюриковичей, аскольда,, князей, 882, столицей, 882, князя, средневековье, из, Новгорода, и, Убийство, Киев, Дира, олега, государства, столицей, из, становится,, рюриковичей, новгорода, древнерусского, дира,, поход,, государства,, век,, и,, г., Аскольда",
                "century": "century-9"
            },
            {
                "date": "882-912 гг.",
                "title": "Правление князя Вещего Олега в Киевской Руси.",
                "keywords": "князя,, руси,, гг., 9, Вещего, правление,, Олега, 882-912, 912,, 10, Киевской, 882,, князя, средневековье, киевской,, Правление, олега,, в, в,, вещего,, Руси., век,",
                "century": "century-9, century-10"
            },
            {
                "date": "883 г.",
                "title": "Подчинение древлян князю Вещему Олегу.",
                "keywords": "Олегу., олегу,, Подчинение, 9, 883,, князю,, князю, подчинение,, древлян, вещему,, век,, древлян,, средневековье, 883, Вещему, г.",
                "century": "century-9"
            },
            {
                "date": "884 г.",
                "title": "Подчинение северян князю Вещему Олегу",
                "keywords": "олегу,, Подчинение, средневековье, 884, северян, 9, князю,, Олегу, князю, подчинение,, вещему,, век,, северян,, 884,, Вещему, г.",
                "century": "century-9"
            },
            {
                "date": "885 г.",
                "title": "Подчинение радимичей князю Вещему Олегу",
                "keywords": "олегу,, Подчинение, средневековье, 9, князю,, Олегу, князю, 885, подчинение,, вещему,, 885,, век,, радимичей,, Вещему, радимичей, г.",
                "century": "century-9"
            },
            {
                "date": "911 г.",
                "title": "Основание герцогства Нормандского",
                "keywords": "911,, 911, 10, Нормандского, герцогства, нормандского,, основание,, век,, средневековье, Основание, герцогства,, г.",
                "century": "century-10"
            },
            {
                "date": "988 г.",
                "title": "Крещение Руси",
                "keywords": "руси,, 10, Руси, 988, крещение,, век,, 988,, средневековье, г., Крещение",
                "century": "century-10"
            },
            {
                "date": "972 г.",
                "title": "Убийство Святослава печенегами у днепровских порогов",
                "keywords": "Святослава, порогов, 972,, у,, днепровских, 10, убийство,, святослава,, печенегами, Убийство, печенегами,, век,, средневековье, у, днепровских,, 972, г., порогов",
                "century": "century-10"
            },
            {
                "date": "980 г.",
                "title": "Учреждение общерусского пантеона языческих богов",
                "keywords": "980,, 10, учреждение,, средневековье, 980, языческих, общерусского, век,, богов,, языческих,, богов, пантеона, пантеона,, общерусского,, Учреждение, г.",
                "century": "century-10"
            },
            {
                "date": "988 г.",
                "title": "Поход Владимира на Полоцк, убийство Рогволода",
                "keywords": "на, Владимира, владимира,, поход,, убийство, 10, полоцк,, рогволода,, убийство,, средневековье, 988, Поход, век,, Рогволода, 988,, на,, г., Полоцк,",
                "century": "century-10"
            },
            {
                "date": "1015-1024 гг.",
                "title": "Междоусобные войны сыновей Владимира I.",
                "keywords": "сыновей, Владимира, владимира,, гг., I., i,, Междоусобные, войны,, век,, сыновей,, войны, 1015-1024, средневековье, 1024,, 1015,, 11, междоусобные,",
                "century": "century-11"
            },
            {
                "date": "1019 г.",
                "title": "Вокняжение Ярослава Мудрого в Киеве (до 1054). В эти годы составлена «Правда Ярослава» — древнейшая часть «Русской Правды».",
                "keywords": "(до, составлена, 1019,, киеве,, Ярослава», г., часть, ярослава,, 1019, 11, 1054,, правды»,, эти,, составлена,, часть,, вокняжение,, Ярослава, годы, «русской,, —, Мудрого, до,, «правда,, древнейшая,, средневековье, древнейшая, эти, В, в, в,, мудрого,, «Русской, 1054)., Киеве, годы,, Правды»., ярослава»,, Вокняжение, век,, —,, «Правда",
                "century": "century-11"
            },
            {
                "date": "1021 г.",
                "title": "Разорение Брячиславом Новгорода, Битва на реке Судоме, передача Ярославом Брячиславу Витебска и Усвята",
                "keywords": "1021,, реке,, витебска,, разорение,, на,, судоме,, 11, усвята,, на, Разорение, ярославом,, передача, средневековье, Судоме,, битва,, 1021, и, Усвята, Новгорода,, брячиславу,, Витебска, Битва, новгорода,, реке, брячиславом,, век,, и,, Брячиславом, Ярославом, передача,, Брячиславу, г.",
                "century": "century-11"
            },
            {
                "date": "1024 г.",
                "title": "Лиственская битва и раздел Русской земли по Днепру",
                "keywords": "по,, Русской, 11, раздел,, битва, раздел, средневековье, битва,, земли, и, днепру,, земли,, Днепру, 1024, 1024,, Лиственская, русской,, по, лиственская,, век,, и,, г.",
                "century": "century-11"
            },
            {
                "date": "1030-1035г.",
                "title": "начало строительства Спасо-Преображенского собора в Чернигове (до 1035)",
                "keywords": "Спасо-Преображенского, (до, 11, чернигове,, начало,, 1030-1035г., строительства,, до,, средневековье, спасопреображенского,, 1035), в, строительства, в,, 1030,, собора,, собора, 1035,, век,, Чернигове, начало",
                "century": "century-11"
            },
            {
                "date": "1030",
                "title": "начало строительства Спасо-Преображенского собора в Чернигове (до 1035).",
                "keywords": "Спасо-Преображенского, (до, 11, чернигове,, начало,, строительства,, 1030, до,, спасопреображенского,, 1035)., в, в,, строительства, 1030,, собора,, собора, 1035,, век,, Чернигове, начало",
                "century": "century-11"
            },
            {
                "date": "1036",
                "title": "образование киевской митрополии.",
                "keywords": "киевской,, 1036,, митрополии,, век,, киевской, образование,, митрополии., 11, образование, 1036",
                "century": "century-11"
            },
            {
                "date": "1036",
                "title": "разгром печенегов под стенами Киева.",
                "keywords": "1036, киева,, разгром, стенами,, под,, стенами, Киева., 1036,, печенегов, век,, печенегов,, разгром,, 11, под",
                "century": "century-11"
            },
            {
                "date": "1037",
                "title": "начало строительства Софийского собора в Киеве (до 1041).",
                "keywords": "(до, киеве,, 1041)., 11, начало,, 1037, строительства,, до,, софийского,, 1041,, в, в,, строительства, Софийского, собора,, собора, Киеве, век,, 1037,, начало",
                "century": "century-11"
            },
            {
                "date": "1040",
                "title": "поход Ярослава Мудрого на Литву.",
                "keywords": "на, мудрого,, поход,, поход, 1040, Ярослава, Литву., литву,, ярослава,, век,, Мудрого, 1040,, на,, 11",
                "century": "century-11"
            },
            {
                "date": "1043",
                "title": "Поход князя Ярослава Мудрого на Византию.",
                "keywords": "князя,, 1043,, на, мудрого,, поход,, Ярослава, Поход, Византию., ярослава,, век,, византию,, Мудрого, князя, на,, 1043, 11",
                "century": "century-11"
            },
            {
                "date": "1054",
                "title": "смерть Ярослава Мудрого и разделение Руси между его сыновьями. Триумвират Ярославичей.",
                "keywords": "руси,, смерть, разделение, 1054, триумвират,, ярослава,, 11, 1054,, Ярослава, его, сыновьями,, Мудрого, Триумвират, смерть,, ярославичей,, разделение,, и, Руси, сыновьями., мудрого,, Ярославичей., между, его,, между,, век,, и,",
                "century": "century-11"
            },
            {
                "date": "1060",
                "title": "разгром торков в степях Ярославичами и Всеславом полоцким.",
                "keywords": "торков, 1060,, 1060, Всеславом, ярославичами,, 11, разгром, степях,, торков,, степях, полоцким,, и, Ярославичами, в, в,, всеславом,, век,, и,, разгром,, полоцким.",
                "century": "century-11"
            },
            {
                "date": "1068",
                "title": "Битва на Альте. Восстание в Киеве. Вокняжение в Киеве полоцкого князя Всеслава Чародея.",
                "keywords": "князя,, киеве,, на,, 11, Киеве., на, альте,, полоцкого,, Всеслава, вокняжение,, Чародея., князя, полоцкого, Альте., битва,, восстание,, Битва, 1068, в, в,, 1068,, Киеве, Вокняжение, век,, чародея,, всеслава,, Восстание",
                "century": "century-11"
            },
            {
                "date": "1072",
                "title": "составлена «Правда Ярославичей», вторая часть «Русской Правды».",
                "keywords": "Ярославичей»,, вторая,, правды»,, составлена, составлена,, часть,, «правда,, ярославичей»,, «Русской, 1072, часть, 1072,, «русской,, Правды»., век,, вторая, 11, «Правда",
                "century": "century-11"
            },
            {
                "date": "ок. 1072",
                "title": "Восстания в Новгородской земле и Ростово-Суздальской земле.",
                "keywords": "Восстания, земле, новгородской,, и, восстания,, ок., 1072,, 1072, Ростово-Суздальской, земле., в, век,, и,, в,, ростовосуздальской,, 11, Новгородской, земле,",
                "century": "century-11"
            },
            {
                "date": "1073",
                "title": "«Изборник Святослава».",
                "keywords": "1073,, святослава»,, Святослава»., «Изборник, 1073, век,, «изборник,, 11",
                "century": "century-11"
            },
            {
                "date": "1078",
                "title": "Битва на Нежатиной Ниве между великим князем Изяславом и его братом Всеволодом с одной стороны, и их племянниками Олегом Святославичем и Борисом Вячеславичем с другой. Гибель Изяслава и Бориса Вячеславича; вокняжение в Киеве Всеволода Ярославича.",
                "keywords": "Всеволода, киеве,, вячеславичем,, Бориса, Ярославича., племянниками,, племянниками, на,, их, Ниве, 11, одной,, Гибель, с,, великим, на, с, стороны,, вячеславича,, Святославичем, вокняжение, вокняжение,, Олегом, его, нежатиной,, Вячеславичем, другой., князем, битва,, изяславом,, Изяславом, святославичем,, и, 1078,, другой,, Битва, борисом,, в, в,, Всеволодом, великим,, Изяслава, бориса,, олегом,, 1078, одной, братом, братом,, между, изяслава,, их,, ниве,, его,, Вячеславича;, всеволодом,, князем,, Киеве, между,, Борисом, век,, и,, Нежатиной, всеволода,, ярославича,, гибель,",
                "century": "century-11"
            },
            {
                "date": "1086",
                "title": "отравление Ярополка Изяславича изгоями Ростиславичами и обособление Перемышля и Теребовля.",
                "keywords": "Теребовля., обособление, 1086, изяславича,, отравление,, ярополка,, перемышля,, Изяславича, 11, теребовля,, и, изгоями,, и,, ростиславичами,, Перемышля, Ярополка, изгоями, обособление,, отравление, век,, Ростиславичами, 1086,",
                "century": "century-11"
            },
            {
                "date": "1093",
                "title": "вокняжение в Киеве Святополка Изяславича (до 1113), поражение русских войск на Стугне от половцев.",
                "keywords": "(до, 1113),, киеве,, изяславича,, Святополка, на,, Изяславича, 11, войск,, половцев,, 1093,, стугне,, поражение,, на, половцев., войск, вокняжение, вокняжение,, от,, до,, Стугне, 1113,, поражение, святополка,, в, в,, от, русских, Киеве, русских,, век,, 1093",
                "century": "century-11"
            },
            {
                "date": "1097",
                "title": "Съезд князей в Любече, прекращение усобицы на востоке Руси. Принято правило «Каждый держит отчину свою», закрепившее тенденцию к политической раздроблённости Древнерусского государства.",
                "keywords": "к, руси,, усобицы, Древнерусского, князей, век,, закрепившее,, на,, 11, государства., Любече,, отчину,, на, Принято, отчину, 1097,, к,, князей,, раздроблённости,, «каждый,, держит,, усобицы,, «Каждый, политической, прекращение, правило,, тенденцию,, прекращение,, тенденцию, востоке, правило, в, в,, любече,, закрепившее, древнерусского,, съезд,, Съезд, политической,, принято,, держит, Руси., государства,, востоке,, свою»,, раздроблённости, 1097",
                "century": "century-11"
            },

            {
                "date": "1100",
                "title": "Съезд в Уветичах, прекращение усобицы на западе Руси.",
                "keywords": "западе,, руси,, усобицы, 1100,, на,, 11, западе, уветичах,, на, 1100, усобицы,, прекращение, прекращение,, Уветичах,, в, в,, съезд,, Съезд, Руси., век,",
                "century": "century-11"
            },
            {
                "date": "первая половина XII века",
                "title": "Строительство храмового комплекса Ангкор-Ват в Камбодже.",
                "keywords": "ангкорват,, века, Строительство, средневековье, первая, храмового, камбодже,, XII, храмового,, половина, Камбодже., Ангкор-Ват, в, комплекса, строительство,, в,, комплекса,",
                "century": "century-12"
            },
            {
                "date": "1137",
                "title": "Объединение Каталонии и Арагона.",
                "keywords": "и, арагона,, и,, каталонии,, Каталонии, объединение,, Объединение, 12, Арагона., век,, 1137,, 1137",
                "century": "century-12"
            },
            {
                "date": "1192",
                "title": "Установление сёгуната в Японии.",
                "keywords": "сёгуната,, японии,, 1192, Установление, сёгуната, Японии., 1192,, 12, в, век,, в,, установление,",
                "century": "century-12"
            },
            {
                "date": "1103",
                "title": "Долобский съезд русских князей и первый совместный поход на половцев.",
                "keywords": "первый,, князей, 1103,, на,, половцев,, на, половцев., долобский,, князей,, совместный,, и, Долобский, 1103, съезд,, съезд, поход,, поход, русских, 12, первый, век,, и,, русских,, совместный",
                "century": "century-12"
            },
            {
                "date": "1107",
                "title": "новый разгром половцев на Руси.",
                "keywords": "половцев, на, на,, руси,, новый, разгром, Руси., новый,, 1107,, 12, век,, 1107, разгром,, половцев,",
                "century": "century-12"
            },
            {
                "date": "1111",
                "title": "разгром половцев в степях и их откочёвка в Грузинское царство.",
                "keywords": "откочёвка,, их, половцев,, половцев, царство,, разгром, степях,, степях, 1111,, грузинское,, и, 1111, царство., в, в,, Грузинское, разгром,, их,, 12, век,, и,, откочёвка",
                "century": "century-12"
            },
            {
                "date": "1113",
                "title": "Вокняжение Владимира Мономаха в Киеве. Киевское восстание народа против старшей дружины.",
                "keywords": "киеве,, старшей, против,, старшей,, киевское,, Киеве., против, Владимира, Киевское, дружины,, вокняжение,, народа, 1113,, восстание,, владимира,, 1113, в, в,, народа,, дружины., восстание, 12, Вокняжение, мономаха,, век,, Мономаха",
                "century": "century-12"
            },
            {
                "date": "1118",
                "title": "Окончательная редакция «Повести временных лет».",
                "keywords": "временных, лет»,, редакция,, окончательная,, 1118, «Повести, редакция, 12, век,, Окончательная, лет»., временных,, «повести,, 1118,",
                "century": "century-12"
            },
            {
                "date": "1125",
                "title": "Смерть Владимира Мономаха и вокняжение в Киеве Мстислава Владимировича.",
                "keywords": "киеве,, 1125,, Смерть, Владимира, Владимировича., вокняжение, вокняжение,, мстислава,, смерть,, владимира,, и, в, в,, 1125, владимировича,, Киеве, Мстислава, 12, мономаха,, век,, и,, Мономаха",
                "century": "century-12"
            },
            {
                "date": "1127",
                "title": "взятие войсками Мстислава Владимировича Полоцка и высылка полоцких князей в Константинополь.",
                "keywords": "Константинополь., князей, взятие,, взятие, князей,, мстислава,, войсками, и, константинополь,, 1127, полоцких,, в, в,, войсками,, полоцка,, 1127,, высылка, полоцких, владимировича,, Полоцка, высылка,, Мстислава, Владимировича, 12, век,, и,",
                "century": "century-12"
            },
            {
                "date": "1132",
                "title": "смерть Мстислава Владимировича и начало распада Киевской Руси.",
                "keywords": "руси,, смерть, распада,, начало,, Киевской, мстислава,, 1132, киевской,, смерть,, и, 1132,, распада, владимировича,, Руси., Мстислава, Владимировича, 12, век,, и,, начало",
                "century": "century-12"
            },
            {
                "date": "1136",
                "title": "Восстание в Новгороде. Изгнание князя Всеволода Мстиславича. Утверждение республики в Новгороде.",
                "keywords": "Всеволода, князя,, республики, век,, Утверждение, 1136,, 1136, князя, Изгнание, утверждение,, восстание,, республики,, изгнание,, в, Мстиславича., в,, Новгороде., новгороде,, 12, мстиславича,, всеволода,, Восстание",
                "century": "century-12"
            },
            {
                "date": "1147",
                "title": "Первое летописное упоминание Москвы. Убийство в Киеве великого князя Игоря Ольговича.",
                "keywords": "князя,, упоминание, киеве,, великого, Ольговича., игоря,, убийство,, Первое, упоминание,, великого,, Москвы., князя, ольговича,, летописное, первое,, Убийство, в, в,, 1147, 1147,, Игоря, летописное,, москвы,, Киеве, 12, век,",
                "century": "century-12"
            },
            {
                "date": "1157",
                "title": "Смерть в Киеве князя Юрия Долгорукого. Княжение во Владимире суздальском князя Андрея Боголюбского (до 1174).",
                "keywords": "(до, князя,, киеве,, боголюбского,, Смерть, суздальском, 1174,, княжение,, андрея,, до,, князя, владимире,, Владимире, Княжение, смерть,, 1157,, суздальском,, Боголюбского, во,, в, в,, во, Андрея, 1174)., юрия,, долгорукого,, Киеве, 12, 1157, Долгорукого., век,, Юрия",
                "century": "century-12"
            },
            {
                "date": "1169",
                "title": "Коалиция суздальских, смоленских и черниговских князей захватила и сожгла Киев.",
                "keywords": "черниговских, смоленских, сожгла, Коалиция, князей, коалиция,, киев,, Киев., князей,, 1169,, черниговских,, суздальских,, и, смоленских,, захватила, сожгла,, 1169, захватила,, 12, век,, и,",
                "century": "century-12"
            },
            {
                "date": "1174",
                "title": "Убийство владимирского князя Андрея Боголюбского.",
                "keywords": "князя,, Андрея, 1174,, владимирского, убийство,, 1174, андрея,, Убийство, владимирского,, боголюбского,, век,, 12, князя, Боголюбского.",
                "century": "century-12"
            },
            {
                "date": "1176",
                "title": "Начало княжения во Владимирском княжестве Всеволода Большое Гнездо.",
                "keywords": "Всеволода, Начало, княжения,, владимирском,, гнездо,, большое,, начало,, Большое, княжения, Гнездо., княжестве,, во,, княжестве, 1176,, 1176, во, 12, век,, Владимирском, всеволода,,",
                "century": "century-12"
            },
            {
                "date": "1185",
                "title": "Поход Новгород-Северского князя Игоря Святославича против половцев. «Слово о полку Игореве».",
                "keywords": "князя,, игореве»,, полку, «Слово, Игореве»., Поход, 1185, против,, Новгород-Северского, о,, о, половцев,, против, половцев., игоря,, новгородсеверского,, князя, полку,, святославича,, «слово,, 1185,, Игоря, поход,, 12, век,, Святославича",
                "century": "century-12"
            },


            {
                "date": "1204",
                "title": "Разгром Константинополя крестоносцами.",
                "keywords": "Константинополя, 1204, разгром,, крестоносцами., крестоносцами,, Разгром, век,, константинополя,, 13, 1204,",
                "century": "century-13"
            },
            {
                "date": "1206",
                "title": "Темуджин провозглашён правителем монголов и принял имя Чингисхан.",
                "keywords": "1206, монголов,, правителем,, Чингисхан., чингисхан,, принял,, принял, и, имя, темуджин,, Темуджин, 13, 1206,, провозглашён, провозглашён,, монголов, имя,, правителем, век,, и,",
                "century": "century-13"
            },
            {
                "date": "1212",
                "title": "Битва при Лас-Навас-де-Толоса. Решающие успехи Реконкисты.",
                "keywords": "битва,, решающие,, при,, Реконкисты., 1212,, успехи,, 1212, Битва, реконкисты,, Решающие, век,, ласнавасдетолоса,, успехи, 13, при, Лас-Навас-де-Толоса.,",
                "century": "century-13"
            },
            {
                "date": "1215",
                "title": "Под натиском монголов пал Пекин.",
                "keywords": "натиском,, 13, монголов, под,, Пекин., монголов,, Под, пал,, пекин,, век,, 1215, 1215,, натиском, пал",
                "century": "century-13"
            },
            {
                "date": "1258",
                "title": "Монголы разрушают Багдад.",
                "keywords": "1258,, багдад,, монголы,, Монголы, разрушают, разрушают,, век,, Багдад., 1258, 13",
                "century": "century-13"
            },
            {
                "date": "1259",
                "title": "Парижский мир между Королевством Англия и Королевством Франция.",
                "keywords": "мир,, королевством,, и, франция,, между, 1259,, англия,, парижский,, между,, 1259, век,, мир, Парижский, и,, Франция., 13, Англия, Королевством",
                "century": "century-13"
            },
            {
                "date": "1265",
                "title": "Начало английского парламента.",
                "keywords": "1265,, Начало, английского,, начало,, парламента,, английского, парламента., 1265, век,, 13",
                "century": "century-13"
            },
            {
                "date": "1266",
                "title": "Битва при Беневенто.",
                "keywords": "битва,, 1266, 1266,, при,, Беневенто., Битва, беневенто,, век,, 13, при",
                "century": "century-13"
            },
            {
                "date": "1268",
                "title": "Захват Антиохии мамлюкским султаном Египта и Сирии Бейбарсом I.",
                "keywords": "мамлюкским, захват,, i,, бейбарсом,, султаном,, египта,, 1268,, и, I., Захват, Египта, антиохии,, 1268, султаном, сирии,, 13, Антиохии, Бейбарсом, Сирии, век,, и,, мамлюкским,,",
                "century": "century-13"
            },
            {
                "date": "1269",
                "title": "Сооружение гробницы англосаксонского короля Эдуарда Исповедника в Вестминстерском аббатстве.",
                "keywords": "Сооружение, англосаксонского, короля,, исповедника,, гробницы, эдуарда,, Исповедника, аббатстве,, 1269, гробницы,, англосаксонского,, короля, в, в,, Эдуарда, аббатстве., 13, сооружение,, Вестминстерском, вестминстерском,, век,, 1269,,",
                "century": "century-13"
            },
            {
                "date": "1270",
                "title": "Битва при Карусе.",
                "keywords": "битва,, 1270, при,, Карусе., 1270,, Битва, карусе,, век,, 13, при",
                "century": "century-13"
            },
            {
                "date": "1271",
                "title": "Начало путешествий Марко Поло в Китай (до 1291 года).",
                "keywords": "(до, Начало, года)., 1271, года,, поло,, путешествий, начало,, путешествий,, 1291,, Марко, до,, Поло, 1291, китай,, 1271,, в, в,, 13, Китай, марко,, век,,",
                "century": "century-13"
            },
            {
                "date": "1291",
                "title": "Падение Акры",
                "keywords": "1291, падение,, 1291,, акры,, Падение, век,, Акры, 13",
                "century": "century-13"
            },
            {
                "date": "1299",
                "title": "Ликвидация улуса Ногая. Объединение Золотой Орды под властью хана Тохты.",
                "keywords": "орды,, 1299, Ликвидация, Золотой, тохты,, ликвидация,, 1299,, Объединение, Орды, хана,, золотой,, под,, объединение,, хана, Ногая., 13, улуса,, улуса, властью, ногая,, Тохты., властью,, век,, под",
                "century": "century-13"
            },
            {
                "date": "1216",
                "title": "Липицкая битва между сыновьями Всеволода Большое Гнездо.",
                "keywords": "1216, Всеволода, битва,, Гнездо., большое,, всеволода,, Липицкая, 1216,, между, битва, между,, Большое, сыновьями,, сыновьями, век,, липицкая,, 13, гнездо,,",
                "century": "century-13"
            },
            {
                "date": "1221",
                "title": "Основание Нижнего Новгорода.",
                "keywords": "новгорода,, 1221,, нижнего,, Новгорода., основание,, Нижнего, 1221, век,, Основание, 13",
                "century": "century-13"
            },
            {
                "date": "1223",
                "title": "Битва на реке Калке. Монголы под предводительством Субудэя и Джебе наносят поражение объединённому русско-половецкому войску.",
                "keywords": "войску., Монголы, предводительством, наносят, калке,, на,, монголы,, поражение,, Калке., на, предводительством,, Джебе, русскополовецкому,, объединённому, объединённому",
                "century": "century-13"
            },
            {
                "date": "1237",
                "title": "Вторжение монгольских войск во главе с Батыем на Русь. Разорение Рязани.",
                "keywords": "1237, монгольских, главе, разорение,, на,, войск,, с,, с, на, Разорение, войск, вторжение,, Рязани., Русь., рязани,, Вторжение, монгольских,, во,, 13, батыем,, во, главе,, русь,, Батыем, век,, 1237,",
                "century": "century-13"
            },
            {
                "date": "1238",
                "title": "1 января битва у Коломны, разорение города Коломны Бату-ханом (Батыем), гибель князя Романа, воеводы Еремея Глебовича и военачальника Кюльхана",
                "keywords": "1,, князя,, романа,, января,, воеводы, век,, города,, разорение,, военачальника, у, разорение, Глебовича, Еремея, битва, Кюльхана, Романа,, князя, Бату-ханом, (Батыем),, битва,, еремея,, и, 1, января, батуханом,, 1238, военачальника,, воеводы,, гибель, 13, батыем,, Коломны,, глебовича,, кюльхана,, города, Коломны, коломны,, 1238,, и,, у,, гибель,",
                "century": "century-13"
            },
            {
                "date": "1239",
                "title": "Вторжение войск Батыя в южнорусские земли. Разорение Переяславля, Чернигова.",
                "keywords": "разорение,, войск,, Переяславля,, Разорение, батыя,, войск, вторжение,, переяславля,, земли., Вторжение, южнорусские, земли,, 1239,, Батыя, Чернигова., в, в,, 13, южнорусские,, 1239, чернигова,, век,,",
                "century": "century-13"
            },
            {
                "date": "1240",
                "title": "Взятие Киева войсками Батыя.",
                "keywords": "взятие,, Батыя., Взятие, батыя,, киева,, войсками, Киева, 1240,, век,, войсками,, 1240, 13",
                "century": "century-13"
            },
            {
                "date": "15 июля 1240",
                "title": "Невская битва. Победа новгородского князя Александра над шведами.",
                "keywords": "князя,, 15,, битва., александра,, над, невская,, новгородского,, 15, шведами,, князя, новгородского, битва,, 1, 1240, 13, Невская, 1240,, Александра, над,, Победа, век,, июля, шведами., победа,",
                "century": "century-13"
            },
            {
                "date": "5 апреля 1242",
                "title": "Ледовое побоище. Войско Александра Невского наносит поражение немецким рыцарям.",
                "keywords": "войско,, побоище,, александра,, 5, поражение,, ледовое,, побоище., 1242, наносит, поражение, наносит,, 1, рыцарям,, Невского, Войско, невского,, 1242,, 13, немецким, 5,, немецким,, рыцарям., Александра, апреля, век,, Ледовое",
                "century": "century-13"
            },
            {
                "date": "1243",
                "title": "Батый основывает Золотую Орду.",
                "keywords": "орду,, золотую,, Золотую, батый,, Батый, 1243, основывает,, 1243,, век,, Орду., основывает, 13",
                "century": "century-13"
            },
            {
                "date": "1252",
                "title": "Неврюева рать, начало великого княжения Александра Невского во Владимире.",
                "keywords": "княжения,, великого, 1252, александра,, начало,, рать,, Неврюева, великого,, владимире,, Владимире., неврюева,, княжения, во,, Невского, невского,, 13, во, 1252,, Александра, век,, начало",
                "century": "century-13"
            },
            {
                "date": "конец 1250-х",
                "title": "Перепись населения Руси, проведённая монголами для сбора дани.",
                "keywords": "руси,, проведённая,, Перепись, для, для,, сбора,, проведённая, населения,, 1250-х, монголами, сбора, 1250,, перепись,, Руси,, дани,, 13, дани., конец, населения, век,, монголами,",
                "century": "century-13"
            },
            {
                "date": "1263",
                "title": "Возведение Новгорода в ранг архиепископии, Новгород-Архангельская епархия.",
                "keywords": "архиепископии,, архангельская, новгород,, новгород-архангельская,, 1263, ранг, архиепископии, новгород, 1263, епархия, новгород-архангельская,, век,, архангельская, новгород,, новгород,, 13, возведение",
                "century": "century-13"
            },
            {
                "date": "1264",
                "title": "Основание города Можайска.",
                "keywords": "города,, мажайска., мажайска,, город, основание,, мажайска, 1264,, основание, 1264, век,, 13",
                "century": "century-13"
            },
            {
                "date": "1267",
                "title": "Битва при Троице-Сергиевом монастыре. Победа князя Дмитрия Александровича над Юрием Даниловичем.",
                "keywords": "даниловичем,, победа, битва, при, 1267, победа, князя, юрием, 13, александровича, троицесергиевом, монастыре, александровича,, троицесергиевом, монастыре., князя, 13, александровича, монастыре,, дмитрия, юрием,, дмитрия, александровича, юрием,, троицесергиевом, 1267, битва, век,, при",
                "century": "century-13"
            },
            {
                "date": "1274",
                "title": "Восстание в Москве под предводительством Куликова.",
                "keywords": "москва, куликова,, под, предводительством, москва., восстание,, восстание, 1274,, 1274,, восстание, 13, предводительством, москва, под, куликова,, век, куликова",
                "century": "century-13"
            },
            {
                "date": "1276",
                "title": "Владимирский съезд. Первый междусоборный съезд русских князей.",
                "keywords": "съезд, междусоборный, 1276,, съезд., русских,, междусоборный, 1276, владимирский, 13, первый, русских, век,, князей, 1276, съезд, владимирский",
                "century": "century-13"
            },
            {
                "date": "1283",
                "title": "Поход Токты на Русь. Осада Москвы и Переяславля.",
                "keywords": "на, токты, москвы, осада, переяславля, Русь., 1283, москвы,, 13, русь, осада,, 1283, переяславля, век,, токты,, поход",
                "century": "century-13"
            },
            {
                "date": "1295",
                "title": "Составление Лавы о градском праве, принятие Лавы великим князем Владимирским Дмитрием Александровичем.",
                "keywords": "о,, великим, праве, владимирским,, 1295, александровичем, лавы,, составление, 1295, лавы, праве,, 13, принятие,, владимирским, александровичем,, владимирским, составление, дмитрием, великим, великим,, александровичем.",
                "century": "century-13"
            },


            {
                "date": "около 1325",
                "title": "Основание ацтеками города Теночтитлана.",
                "keywords": "города, 1325, около, 1325,, ацтеками,, основание,, ацтеками, города,, теночтитлана,, 14, век,, Основание, Теночтитлана.",
                "century": "century-14"
            },
            {
                "date": "1337",
                "title": "Начало Столетней войны (до 1453).",
                "keywords": "(до, Начало, 1337, начало,, 1453,, войны,, Столетней, век,, столетней,, 1453)., войны, 14, до,, 1337,",
                "century": "century-14"
            },
            {
                "date": "около 1370",
                "title": "Начало завоевательных походов Тамерлана.",
                "keywords": "походов, Начало, Тамерлана., начало,, завоевательных,, тамерлана,, около, походов,, 14, век,, 1370, 1370,, завоевательных",
                "century": "century-14"
            },
            {
                "date": "1380",
                "title": "разгром Мамая ханом Тохтамышем. Объединение Золотой Орды.",
                "keywords": "орды,, 1380, тохтамышем,, ханом,, ханом, мамая,, разгром, Тохтамышем., золотой,, объединение,, Объединение, Орды., Золотой, 1380,, 14, век,, Мамая, разгром,",
                "century": "century-14"
            },
            {
                "date": "1389",
                "title": "Битва на Косовом поле. Турки-османы наносят поражение сербской армии.",
                "keywords": "поле,, наносят, на,, Косовом, сербской, на, армии,, поражение,, туркиосманы,, 1389, битва,, поражение, косовом,, Битва, 14, сербской,, Турки-османы, армии., 1389,, век,, наносят,, поле.",
                "century": "century-14"
            },
            {
                "date": "1397",
                "title": "Кальмарская уния Дании, Швеции и Норвегии.",
                "keywords": "1397, Норвегии., Дании,, и, норвегии,, уния, и,, швеции,, уния,, Кальмарская, 14, век,, дании,, кальмарская,, Швеции, 1397,",
                "century": "century-14"
            },
            {
                "date": "1325",
                "title": "Убийство московского князя Юрия Данииловича тверским князем Дмитрием Грозные Очи. Начало княжения в Москве Ивана Калиты (до 1340 года).",
                "keywords": "(до, князя,, Начало, московского,, Калиты, тверским,, Очи., Дмитрием, года)., 1325,, княжения,, москва,, 1340,, калиты,, очи,, года,, начало,, убийство,, Москве, до,, князя, Данииловича, князем, княжения, 1340, 1325, данииловича,, тверским, Убийство, Грозные, Ивана, московского, в, 14, в,, грозные,, дмитрием,, князем,, ивана,, юрия,, век,, Юрия",
                "century": "century-14"
            },
            {
                "date": "1327",
                "title": "Восстание в Твери против золотоордынского баскака Чолхана.",
                "keywords": "против, Чолхана., баскака, восстание,, 1327, чолхана,, против,, твери,, 1327,, век,, в, 14, золотоордынского,, золотоордынского, в,, Твери, Восстание, баскака,",
                "century": "century-14"
            },
            {
                "date": "1328",
                "title": "Федорчукова рать против Твери, в которой принимает участие Иван Калита. Иван Калита становится великим князем.",
                "keywords": "принимает, князем., принимает,, против,, становится, твери,, Иван, против, великим, калита,, Федорчукова, рать,, участие, Твери,, которой,, 1328,, иван,, рать, которой, участие,, федорчукова,, Калита, в, 14, в,, великим,, становится,, 1328, Калита., князем,, век,, century-14",
                "century": "century-14"
            },
            {
                "date": "около 1340",
                "title": "Основание Сергием Радонежским Троице-Сергиева монастыря.",
                "keywords": "Радонежским, 1340, монастыря,, монастыря., сергием,, Сергием, около, радонежским,, 1340,, Троице-Сергиева, 14, век,, троицесергиева,, Основание, основание,, century-14",
                "century": "century-14"
            },
            {
                "date": "1359",
                "title": "Начало княжения в Москве Дмитрия Ивановича (в будущем Донского, до 1389).",
                "keywords": "будущем,, Начало, княжения,, москва,, 1359, дмитрия,, Донского,, начало,, (в, ивановича,, донского,, Москве, Ивановича, 1359,, до,, княжения, 1389)., в, в,, 14, Дмитрия, 1389,, будущем, век,, до, century-14",
                "century": "century-14"
            },
            {
                "date": "1363",
                "title": "утверждение Дмитрия Ивановича на великом княжении во Владимире.",
                "keywords": "утверждение, дмитрия,, на,, на, княжении,, великом, ивановича,, Ивановича, владимире,, 1363,, Владимире., утверждение,, во,, княжении, 14, Дмитрия, во, 1363, век,, великом,, century-14",
                "century": "century-14"
            },
            {
                "date": "1377",
                "title": "битва на реке Пьяне.",
                "keywords": "битва,, на, 1377, Пьяне., реке, битва, пьяне,, 1377,, 14, век,, на,, реке,",
                "century": "century-14"
            },
            {
                "date": "1378",
                "title": "победа русского войска над золотоордынцами в сражении на реке Воже.",
                "keywords": "войска,, над, 1378,, на,, победа, на, русского,, 1378, русского, сражении, воже,, сражении,, в, 14, в,, Воже., золотоордынцами, войска, реке, над,, век,, золотоордынцами,, реке,, победа,",
                "century": "century-14"
            },
            {
                "date": "1380",
                "title": "Куликовская битва. Победа объединённого русского войска над ордынскими войсками Мамая.",
                "keywords": "войска,, ордынскими, битва., над, объединённого,, русского,, куликовская,, русского, Мамая., битва,, 1380, войсками, мамая,, ордынскими,, 1380,, 14, войсками,, Куликовская, войска, объединённого, над,, Победа, век,, победа,",
                "century": "century-14"
            },
            {
                "date": "1382",
                "title": "Осада и разорение Москвы и других городов Северо-Восточной Руси ханом Тохтамышем.",
                "keywords": "городов, руси,, Осада, разорение,, осада,, 1382, Северо-Восточной, разорение, городов,, Тохтамышем., других,, тохтамышем,, ханом,, ханом, и, других, 1382,, Руси, Москвы, 14, северовосточной,, москвы,, век,, и,",
                "century": "century-14"
            },
            {
                "date": "около 1382",
                "title": "Начало чеканки монеты в Москве.",
                "keywords": "монеты,, чеканки, Начало, начало,, москва,, около, 1382,, чеканки,, монеты, век,, в, 14, Москве., в,, 1382",
                "century": "century-14"
            },
            {
                "date": "1385",
                "title": "Захват Коломны рязанским князем Олегом.",
                "keywords": "захват,, Захват, князем,, 1385,, Коломны, Олегом., коломны,, 14, век,, олегом,, рязанским,, князем, рязанским, 1385",
                "century": "century-14"
            },
            {
                "date": "1395",
                "title": "Разгром Золотой Орды Тамерланом.",
                "keywords": "тамерланом,, орды,, золотой,, Разгром, Орды, век,, Золотой, 1395,, 14, 1395, разгром,, Тамерланом.",
                "century": "century-14"
            },

            
            {
                "date": "1410",
                "title": "Грюнвальдская битва. Разгром польско-литовской армией Тевтонского ордена.",
                "keywords": "битва,, польсколитовской,, 1410,, Грюнвальдская, 15, грюнвальдская,, Тевтонского, битва., армией, ордена,, Разгром, тевтонского,, польско-литовской, ордена., век,, армией,, 1410, разгром,",
                "century": "century-15"
            },
            {
                "date": "1431",
                "title": "Казнь Жанны д’Арк в Руане.",
                "keywords": "Жанны, казнь,, 15, д’арк,, жанны,, Казнь, д’Арк, 1431,, Руане., в, век,, 1431, в,, руане,",
                "century": "century-15"
            },
            {
                "date": "около 1445",
                "title": "Изобретение книгопечатания Иоганном Гуттенбергом.",
                "keywords": "книгопечатания,, книгопечатания, Гуттенбергом., 15, около, гуттенбергом,, Изобретение, 1445,, изобретение,, иоганном,, век,, Иоганном, 1445",
                "century": "century-15"
            },
            {
                "date": "1453",
                "title": "Захват Константинополя турками-османами. Гибель Византийской империи.",
                "keywords": "Константинополя, гибель,, захват,, 15, туркамиосманами,, Захват, 1453, византийской,, 1453,, империи,, турками-османами., Византийской, империи., век,, константинополя,, Гибель",
                "century": "century-15"
            },
            {
                "date": "1455",
                "title": "В Англии начинается война Алой и Белой роз (до 1485).",
                "keywords": "(до, белой,, Белой, 1455, 15, битва, алой,, до,, роз,, 1455,, и, война, Англии, война,, 1485,, начинается,, В, роз, в,, англии,, начинается, Алой, век,, и,, 1485).",
                "century": "century-15"
            },
            {
                "date": "1492",
                "title": "Первое плавание Христофора Колумба. Открытие Америки.",
                "keywords": "Христофора, америки,, христофора,, Открытие, 15, первое,, Первое, 1492,, Колумба., открытие,, колумба,, плавание, век,, 1492, плавание,, Америки.",
                "century": "century-15"
            },
            {
                "date": "1498",
                "title": "Плавание Васко да Гамы к берегам Индии вокруг мыса Доброй Надежды.",
                "keywords": "да,, к, вокруг, индии,, васко,, мыса, Васко, вокруг,, Плавание, 15, 1498, к,, берегам,, да, плавание,, доброй,, Надежды., берегам, надежды,, 1498,, мыса,, Гамы, Доброй, Индии, век,, гамы,",
                "century": "century-15"
            },
            {
                "date": "1408",
                "title": "Осада Москвы ордынским эмиром Едигеем.",
                "keywords": "1408,, 15, ордынским, москвы,, эмиром,, Едигеем., Москвы, ордынским,, Осада, эмиром, 1408, век,, осада,, едигеем,",
                "century": "century-15"
            },
            {
                "date": "1425",
                "title": "Начало междоусобной войны (до 1453).",
                "keywords": "(до, 1425,, Начало, 15, начало,, междоусобной,, 1453,, междоусобной, войны,, век,, 1453)., войны, до,, 1425",
                "century": "century-15"
            },
            {
                "date": "1425",
                "title": "смерть Василия I. Вокняжение Василия II Тёмного.",
                "keywords": "ii,, 1425,, смерть,, 15, смерть, Тёмного., василия,, I., вокняжение,, i,, Василия, тёмного,, Вокняжение, II, век,, 1425",
                "century": "century-15"
            },
            {
                "date": "1433, 1434",
                "title": "княжение в Москве Юрия Дмитриевича Звенигородского.",
                "keywords": "в,, 15, 1434, княжение,, москва,, Дмитриевича, звенигородского,, 1434,, юрия,, дмитриевича,, век,, Москве, в, 1433,, княжение, Юрия, Звенигородского.",
                "century": "century-15"
            },
            {
                "date": "1445",
                "title": "поражение Василия II под Суздалем и его пленение татарами.",
                "keywords": "ii,, василия,, поражение,, 15, пленение, суздалем,, его, 1445,, пленение,, поражение, и, Суздалем, под,, татарами,, татарами., 1445, его,, Василия, II, век,, и,, под",
                "century": "century-15"
            },
            {
                "date": "1446",
                "title": "ослепление Василия II. Княжение Дмитрия Шемяки.",
                "keywords": "ii,, Княжение, ослепление,, 1446,, 15, княжение,, василия,, шемяки,, Дмитрия, Василия, II., век,, дмитрия,, Шемяки., 1446, ослепление",
                "century": "century-15"
            },
            {
                "date": "1453",
                "title": "смерть Дмитрия Шемяки в Новгороде. Окончание феодальных войн.",
                "keywords": "смерть, шемяки,, 1453, 1453,, феодальных, дмитрия,, 15, Шемяки, смерть,, Окончание, войн,, феодальных,, в, в,, Дмитрия, Новгороде., войн., новгороде,, окончание,, век,",
                "century": "century-15"
            },
            {
                "date": "1458",
                "title": "Окончательное разделение митрополии всея Руси на Киевскую и Московскую.",
                "keywords": "1458, руси,, разделение, киевскую,, на,, на, Московскую., 15, окончательное,, митрополии, разделение,, и, 1458,, Руси, митрополии,, всея, московскую,, всея,, век,, и,, Киевскую, Окончательное",
                "century": "century-15"
            },
            {
                "date": "1462",
                "title": "Начало великого княжения Ивана III Васильевича (до 1505).",
                "keywords": "(до, Начало, васильевича,, 1505,, княжения,, великого, III, 15, начало,, великого,, до,, iii,, 1505)., княжения, 1462,, Ивана, Васильевича, 1462, ивана,, век,",
                "century": "century-15"
            },
            {
                "date": "1468",
                "title": "Путешествие тверского купца Афанасия Никитина в Индию («Хождение за три моря», до 1472).",
                "keywords": "(«Хождение, путешествие,, Индию, купца, индию,, Афанасия, 1472,, тверского, 15, «хождение,, 1472)., до,, за, моря»,, за,, 1468,, купца,, в, в,, 1468, три,, никитина,, Никитина, Путешествие, афанасия,, три, век,, до",
                "century": "century-15"
            },
            {
                "date": "1471",
                "title": "Первый поход Ивана III на Новгород, Шелонская битва.",
                "keywords": "первый,, Новгород,, битва., новгород,, III, на,, на, 15, 1471, iii,, битва,, Ивана, Шелонская, шелонская,, 1471,, поход,, поход, ивана,, Первый, век,",
                "century": "century-15"
            },
            {
                "date": "1478",
                "title": "Падение независимости Великого Новгорода, присоединение его к Москве.",
                "keywords": "к, москва,, присоединение,, падение,, присоединение, независимости, 15, к,, великого,, 1478,, его, Москве, независимости,, Новгорода,, Падение, Великого, новгорода,, его,, 1478, век,",
                "century": "century-15"
            },
            {
                "date": "1480",
                "title": "«Стояние» на реке Угре, освобождение русских земель от ордынского ига.",
                "keywords": "земель,, освобождение,, ига,, 1480, освобождение, угре,, на,, на, 15, от,, ордынского,, «Стояние», ордынского, 1480,, от, ига., земель, реке, русских, «стояние»,, Угре,, русских,, век,, реке,",
                "century": "century-15"
            },
            {
                "date": "1483",
                "title": "Русские впервые перешли Уральский хребет, дойдя до Оби.",
                "keywords": "Оби., перешли, Уральский, впервые,, 15, русские,, Русские, до,, уральский,, оби,, впервые, хребет,, перешли,, дойдя,, 1483, век,, 1483,, до, дойдя",
                "century": "century-15"
            },
            {
                "date": "1485",
                "title": "Присоединение к Москве Твери.",
                "keywords": "к, 15, Присоединение, Твери., москва,, к,, 1485,, присоединение,, твери,, 1485, Москве, век,",
                "century": "century-15"
            },
            {
                "date": "1485",
                "title": "Начало строительства кирпичных стен и башен Московского Кремля (до 1489).",
                "keywords": "(до, Начало, московского,, башен,, кремля,, стен,, 15, начало,, 1489,, строительства,, 1485, до,, 1489)., и, 1485,, строительства, Московского, башен, кирпичных,, кирпичных, Кремля, стен, век,, и,",
                "century": "century-15"
            },
            {
                "date": "1497",
                "title": "Принятие Судебника.",
                "keywords": "принятие,, 15, судебника,, 1497,, Судебника, век,, 1497, Принятие",
                "century": "century-15"
            },

            
            {
                "date": "1500",
                "title": "битва на реке Ведроши.",
                "keywords": "битва,, на,, на, 15, 1500, реке, битва, ведроши,, реке,, век,, 1500,, Ведроши.",
                "century": "century-16"
            },
            {
                "date": "1517",
                "title": "Начало Реформации в Германии. «95 тезисов» М. Лютера.",
                "keywords": "16, Начало, тезисов», «95, «95,, М., Реформации, начало,, реформации,, лютера,, Германии., германии,, 1517,, в, в,, тезисов»,, 1517, Лютера., м,, век,",
                "century": "century-16"
            },
            {
                "date": "1526",
                "title": "Основана империя Великих Моголов в Индии.",
                "keywords": "16, великих,, в,, Моголов, империя,, моголов,, Основана, индии,, в, век,, Индии., 1526,, основана,, Великих, 1526, империя",
                "century": "century-16"
            },
            {
                "date": "1531",
                "title": "Начало испанского завоевания Перу. Ф. Писсаро.",
                "keywords": "16, завоевания,, Начало, начало,, испанского,, Ф., Писсаро., испанского, ф,, 1531,, перу,, писсаро,, Перу., век,, завоевания, 1531",
                "century": "century-16"
            },
            {
                "date": "1569",
                "title": "Объединение Польши и Великого княжества Литовского в Речь Посполитую.",
                "keywords": "16, 1569, литовского,, великого,, Объединение, 1569,, княжества,, и, объединение,, Великого, в, в,, Речь, посполитую,, княжества, Литовского, Посполитую., польши,, век,, и,, речь,, Польши",
                "century": "century-16"
            },
            {
                "date": "1572",
                "title": "Варфоломеевская ночь в Париже.",
                "keywords": "16, Париже., ночь,, 1572, варфоломеевская,, Варфоломеевская, ночь, в, век,, париже,, в,, 1572,",
                "century": "century-16"
            },
            {
                "date": "1588",
                "title": "Гибель испанской «Непобедимой армады».",
                "keywords": "16, гибель,, 1588,, армады»., «непобедимой,, «Непобедимой, испанской, армады»,, испанской,, век,, 1588, Гибель",
                "century": "century-16"
            },
            {
                "date": "1505",
                "title": "Смерть Ивана III, начало правления Василия III (правил до 1533).",
                "keywords": "16, 1505,, василия,, Смерть, III, правил,, правления,, правления, начало,, до,, 1533,, iii,, смерть,, (правил, Ивана, 1533)., 1505, III,, ивана,, Василия, век,, до, начало",
                "century": "century-16"
            },
            {
                "date": "1510",
                "title": "Присоединение Пскова к Москве.",
                "keywords": "16, к, Присоединение, 1510,, москва,, пскова,, Пскова, к,, присоединение,, век,, Москве., 1510",
                "century": "century-16"
            },
            {   
                "date": "1514",
                "title": "Присоединение Смоленска к Москве.",
                "keywords": "16, 1514, к, смоленска,, Присоединение, москва,, к,, присоединение,, Москве., 1514,, век,, Смоленска",
                "century": "century-16"
            },
            {
                "date": "1517",
                "title": "Первое упоминание в летописях о Боярской думе.",
                "keywords": "16, летописях, в,, упоминание, боярской,, первое,, Первое, 1517,, упоминание,, думе,, летописях,, Боярской, в, век,, о,, думе., 1517",
                "century": "century-16"
            },
            {
                "date": "1521",
                "title": "Присоединение Рязанского княжества к Москве.",
                "keywords": "16, к, 1521, Присоединение, москва,, княжества, к,, присоединение,, рязанского,, Рязанского, княжества,, век,, Москве., 1521,",
                "century": "century-16"
            },
            {
                "date": "1524",
                "title": "Строительство Новодевичьего монастыря.",
                "keywords": "1524,, 16, Строительство, монастыря., Новодевичьего, 1524, новодевичьего,, строительство,, век,, монастыря,",
                "century": "century-16"
            },
            {
                "date": "1533",
                "title": "Смерть Василия III, начало правления Елены Глинской (правила до 1538).",
                "keywords": "16, василия,, (правила, Смерть, правила,, правления,, правления, начало,, до,, 1533,, iii,, смерть,, елены,, глинской,, Глинской, Елены, 1538)., 1538,, 1533, III,, Василия, век,, до, начало",
                "century": "century-16"
            },
            {
                "date": "1533",
                "title": "начало великого княжения Ивана IV Грозного (правил до 1584).",
                "keywords": "16, княжения,, великого, iv,, 1584)., Грозного, правил,, начало,, грозного,, великого,, до,, 1584,, IV, 1533,, княжения, (правил, Ивана, 1533, ивана,, век,, до, начало",
                "century": "century-16"
            },
            {
                "date": "1547",
                "title": "Венчание Ивана IV на царство.",
                "keywords": "16, на,, на, 1547,, царство,, iv,, Ивана, 1547, ивана,, царство., век,, венчание,, Венчание, IV",
                "century": "century-16"
            },
            {
                "date": "1549",
                "title": "Созыв первого Земского собора.",
                "keywords": "16, 1549,, первого,, первого, 1549, земского,, Земского, собора., век,, созыв,, Созыв, собора,",
                "century": "century-16"
            },
            {
                "date": "1550",
                "title": "Судебник Ивана IV. Создание стрелецкого войска.",
                "keywords": "16, войска., 1550, создание,, Создание, стрелецкого,, войска,, судебник,, Судебник, Ивана, 1550,, iv,, ивана,, IV., век,, стрелецкого",
                "century": "century-16"
            },
            {
                "date": "1551",
                "title": "Стоглавый собор.",
                "keywords": "16, Стоглавый, 1551, 1551,, собор,, собор., стоглавый,, век,",
                "century": "century-16"
            },
            {
                "date": "1552",
                "title": "Присоединение Казанского ханства.",
                "keywords": "16, Присоединение, присоединение,, казанского,, ханства,, Казанского, 1552,, 1552, век,, ханства.",
                "century": "century-16"
            },
            {
                "date": "1555",
                "title": "Сибирский хан Едигер признал вассальную зависимость от Москвы.",
                "keywords": "16, сибирский,, признал,, зависимость, вассальную,, признал, от,, хан, Москвы., 1555, Едигер, зависимость,, хан,, 1555,, едигер,, от, Сибирский, москвы,, век,, вассальную",
                "century": "century-16"
            },
            {
                "date": "1556",
                "title": "Присоединение Астраханского ханства.",
                "keywords": "16, астраханского,, 1556,, Присоединение, 1556, присоединение,, ханства,, век,, ханства., Астраханского",
                "century": "century-16"
            },
            {
                "date": "1558",
                "title": "Начало Ливонской войны (до 1583).",
                "keywords": "16, (до, 1558, Начало, 1583)., начало,, ливонской,, 1558,, войны,, Ливонской, век,, 1583,, до,, войны",
                "century": "century-16"
            },
            {
                "date": "1562",
                "title": "взятие Полоцка.",
                "keywords": "16, взятие,, 1562, век,, полоцка,, Полоцка., взятие, 1562,",
                "century": "century-16"
            },
            {
                "date": "1563",
                "title": "В Сибирском ханстве к власти пришёл хан Кучум, разорвавший отношения с Москвой.",
                "keywords": "16, к, ханстве,, Сибирском, разорвавший, отношения, ханстве, власти, отношения,, с,, с, 1563,, кучум,, к,, хан, власти,, разорвавший,, москвой,, 1563, хан,, В, в,, Москвой., пришёл,, сибирском,, пришёл, век,, Кучум,",
                "century": "century-16"
            },
            {
                "date": "1564",
                "title": "Первая печатная книга Ивана Фёдорова",
                "keywords": "1564,, 16, фёдорова,, печатная,, Ивана, ивана,, книга, печатная, Первая, век,, первая,, 1564, книга,, Фёдорова",
                "century": "century-16"
            },
            {
                "date": "1565",
                "title": "Учреждение опричнины.",
                "keywords": "16, опричнины,, учреждение,, опричнины., 1565, 1565,, век,, Учреждение",
                "century": "century-16"
            },
            {
                "date": "1570",
                "title": "Новгородский погром и массовые казни в Москве. Пик террора.",
                "keywords": "16, террора., москва,, казни,, новгородский,, террора,, погром, массовые,, и, пик,, в, в,, Пик, Новгородский, 1570, 1570,, массовые, погром,, казни, век,, и,, Москве.",
                "century": "century-16"
            },
            {
                "date": "1571",
                "title": "сожжение Москвы Девлет-Гиреем I.",
                "keywords": "16, 1571,, Девлет-Гиреем, москвы,, I., i,, Москвы, сожжение, 1571, девлетгиреем,, век,, сожжение",
                "century": "century-16"
            },
            {
                "date": "1572",
                "title": "Отмена опричнины. Битва при Молодях.",
                "keywords": "16, битва,, отмена,, опричнины,, Молодях., Отмена, опричнины., при,, 1572, молодях,, Битва, век,, 1572,, при",
                "century": "century-16"
            },
            {
                "date": "1581",
                "title": "Введение «Заповедных лет». Начало похода Ермака в Сибирь. Осада Пскова Стефаном Баторием.",
                "keywords": "Стефаном, 16, Начало, сибирь,, стефаном,, похода, Баторием., Ермака, Осада, осада,, лет»,, «Заповедных, «заповедных,, начало,, 1581, Пскова, введение,, Введение, 1581,, баторием,, ермака,, пскова,, похода,, в, в,, Сибирь., век,, лет».",
                "century": "century-16"
            },
            {
                "date": "1582",
                "title": "Ям-Запольский мир с Речью Посполитой.",
                "keywords": "Речью, 1582,, 16, с, мир,, речью,, Посполитой., ямзапольский,, посполитой,, 1582, мир, век,, Ям-Запольский, с,",
                "century": "century-16"
            },
            {
                "date": "1583",
                "title": "Плюсское перемирие со Швецией.",
                "keywords": "Швецией., 16, швецией,, перемирие,, со,, перемирие, со, 1583,, Плюсское, век,, 1583, плюсское,",
                "century": "century-16"
            },
            {
                "date": "1584",
                "title": "Смерть царя Ивана IV, начало фактического правления Бориса Годунова.",
                "keywords": "16, Бориса, iv,, Смерть, 1584, правления,, правления, начало,, фактического,, 1584,, Годунова., смерть,, царя,, Ивана, царя, бориса,, фактического, ивана,, IV,, век,, годунова,, начало",
                "century": "century-16"
            },
            {
                "date": "1589",
                "title": "учреждение Патриаршества.",
                "keywords": "16, Патриаршества., 1589,, 1589, учреждение, учреждение,, патриаршества,, век,",
                "century": "century-16"
            },
            {
                "date": "1591",
                "title": "Смерть в Угличе царевича Дмитрия.",
                "keywords": "16, смерть,, царевича, Дмитрия., угличе,, Угличе, царевича,, дмитрия,, 1591,, век,, в, Смерть, 1591, в,",
                "century": "century-16"
            },
            {
                "date": "1592",
                "title": "Составление писцовых книг.",
                "keywords": "16, Составление, книг,, писцовых, 1592, 1592,, составление,, книг., век,, писцовых,",
                "century": "century-16"
            },
            {
                "date": "1597",
                "title": "Введение «урочных лет» (пятилетний срок сыска беглых крестьян).",
                "keywords": "16, сыска,, срок,, срок, лет»,, «урочных,, 1597,, введение,, Введение, пятилетний,, сыска, крестьян,, «урочных, крестьян)., беглых,, беглых, 1597, (пятилетний, лет», век,",
                "century": "century-16"
            },
            {
                "date": "1598",
                "title": "Смерть царя Фёдора Ивановича. Прекращение династии Рюриковичей. Избрание на царствование Бориса Годунова (до 1605). Начало Смутного времени (до 1613).",
                "keywords": "16, (до, Начало, царствование,, Годунова, Избрание, 1598, Бориса, царствование, фёдора,, Смерть, на,, Смутного, избрание,, на, начало,, смутного,, Рюриковичей., времени,, времени, ивановича,, 1598,, династии,, 1613)., Прекращение, 1605,, до,, 1613,, Фёдора, смерть,, царя,, прекращение,, царя, Ивановича., бориса,, рюриковичей,, династии, век,, годунова,, 1605).",
                "century": "century-16"
            },



            {
                "date": "1607",
                "title": "Основание первой английской колонии в Северной Америке",
                "keywords": "в,, америке,, 1607, первой, колонии, Америке, колонии,, первой,, Северной, 1607,, английской, 17, английской,, в, век,, Основание, основание,, северной,",
                "century": "century-17"
            },
            {
                "date": "1618",
                "title": "Начало Тридцатилетняя война (до 1648).",
                "keywords": "(до, 1648)., Начало, начало,, Тридцатилетняя, война, война,, битва, 1618, 17, 1618,, 1648,, век,, до,, тридцатилетняя,",
                "century": "century-17"
            },
            {
                "date": "1624",
                "title": "Кардинал Ришельё",
                "keywords": "ришельё,, Ришельё, 1624,, кардинал,, 1624, Кардинал, 17, век,",
                "century": "century-17"
            },
            {
                "date": "1641",
                "title": "Начало Английской революции.",
                "keywords": "революции., Начало, начало,, 1641,, революции,, 17, английской,, век,, Английской, 1641",
                "century": "century-17"
            },
            {
                "date": "1644",
                "title": "В Китае маньчжуры свергают императора из династии Мин. Начало династии Цин (до 1911).",
                "keywords": "(до, свергают, Начало, свергают,, Мин., Китае, 1911)., начало,, маньчжуры,, династии,, до,, 1911,, из, китае,, мин,, 17, В, 1644,, маньчжуры, Цин, в,, из,, цин,, династии, век,, императора, императора,, 1644",
                "century": "century-17"
            },
            {
                "date": "1688",
                "title": "«Славная революция» в Англии. Становление парламентской монархии.",
                "keywords": "англии,, революция»,, парламентской, Становление, Англии., революция», монархии,, 1688,, 17, парламентской,, век,, 1688, становление,, в, «Славная, монархии., в,, «славная,",
                "century": "century-17"
            },
            {
                "date": "1605",
                "title": "Свержение династии Годуновых.",
                "keywords": "Годуновых., династии, 1605, 17, век,, династии,, 1605,, Свержение, годуновых,, свержение,",
                "century": "century-17"
            },
            {
                "date": "1606",
                "title": "Убийство Лжедмитрия I и воцарение Василия Шуйского.",
                "keywords": "1606,, I, и, василия,, воцарение,, убийство,, i,, Убийство, лжедмитрия,, Василия, 17, шуйского,, воцарение, Шуйского., век,, и,, 1606, Лжедмитрия",
                "century": "century-17"
            },
            {
                "date": "1607",
                "title": "появление Лжедмитрия II.",
                "keywords": "ii,, появление,, появление, 1607, 1607,, лжедмитрия,, 17, II., век,, Лжедмитрия",
                "century": "century-17"
            },
            {
                "date": "1608",
                "title": "Разгром Лжедмитрием войск Василия Шуйского при Болхове. Тушинский лагерь. Осада Москвы.",
                "keywords": "1608,, лагерь., василия,, тушинский,, Шуйского, Осада, лагерь,, осада,, войск,, войск, Болхове., 1608, Москвы., лжедмитрием,, шуйского,, 17, Лжедмитрием, москвы,, при,, болхове,, Василия, Разгром, Тушинский, век,, разгром,, при",
                "century": "century-17"
            },
            {
                "date": "1609",
                "title": "Начало осады поляками Смоленска.",
                "keywords": "Начало, смоленска,, начало,, поляками,, 1609,, 17, 1609, осады,, век,, осады, поляками, Смоленска.",
                "century": "century-17"
            },
            {
                "date": "1610",
                "title": "Битва при Клушине. Свержение Василия Шуйского. Семибоярщина. Вступление поляков в Москву.",
                "keywords": "Москву., василия,, семибоярщина,, поляков,, век,, Клушине., москву,, Вступление, шуйского,, свержение,, битва,, клушине,, 1610, Битва, 17, Семибоярщина., 1610,, в, в,, вступление,, при,, Василия, Шуйского., Свержение, при, поляков",
                "century": "century-17"
            },
            {
                "date": "1610",
                "title": "Гибель Лжедмитрия II.",
                "keywords": "ii,, гибель,, 1610, 17, лжедмитрия,, II., 1610,, век,, Лжедмитрия, Гибель",
                "century": "century-17"
            },
            {
                "date": "1611",
                "title": "Падение Смоленска, шведская интервенция в Новгородскую землю.",
                "keywords": "интервенция, смоленска,, падение,, Смоленска,, Новгородскую, 1611, 1611,, шведская,, шведская, землю., Падение, 17, в, век,, новгородскую,, в,, землю,, интервенция,",
                "century": "century-17"
            },
            {
                "date": "1612",
                "title": "Освобождение Москвы от интервентов народным ополчением Минина и Пожарского.",
                "keywords": "освобождение,, народным, интервентов, Освобождение, ополчением,, 1612,, ополчением, от,, интервентов,, Пожарского., и, 1612, Москвы, пожарского,, 17, от, Минина, москвы,, минина,, век,, и,, народным,",
                "century": "century-17"
            },
            {
                "date": "1613",
                "title": "Земский собор. Избрание на царство Михаила Романова (правил до 1645). Начало династии Романовых (до 1917).",
                "keywords": "(до, собор,, Начало, Романова, Избрание, романовых,, земский,, на,, Михаила, избрание,, на, правил,, начало,, царство,, Земский, 1645,, династии,, до,, 1613,, михаила,, 1917,, (правил, собор., 1917)., 17, царство, Романовых, романова,, 1645)., династии, 1613, век,, до",
                "century": "century-17"
            },
            {
                "date": "1617",
                "title": "Столбовский мир со Швецией.",
                "keywords": "Швецией., мир,, столбовский,, швецией,, со,, 1617, 1617,, со, 17, мир, век,, Столбовский",
                "century": "century-17"
            },
            {
                "date": "1618",
                "title": "Деулинское перемирие с Польшей.",
                "keywords": "с, польшей,, перемирие,, Польшей., деулинское,, перемирие, 1618, 17, 1618,, век,, с,, Деулинское",
                "century": "century-17"
            },
            {
                "date": "1648",
                "title": "начало восстания в Запорожской Сечи под предводительством Богдана Хмельницкого.",
                "keywords": "предводительством, Богдана, 1648, восстания,, начало,, предводительством,, Сечи, запорожской,, восстания, под,, 17, начало, в, 1648,, в,, богдана,, сечи,, Запорожской, хмельницкого,, Хмельницкого., век,, под",
                "century": "century-17"
            },
            {
                "date": "1648",
                "title": "Восстания в Москве («Соляной бунт»), Воронеже, Курске и других городах.",
                "keywords": "москва,, 1648, восстания,, курске,, «соляной,, Москве, бунт»,, других,, Восстания, городах., и, других, 17, в, 1648,, в,, Курске, воронеже,, («Соляной, Воронеже,, городах,, бунт»),, век,, и,",
                "century": "century-17"
            },
            {
                "date": "1648",
                "title": "Казак Семён Дежнёв открыл пролив, отделяющий Чукотку от Аляски.",
                "keywords": "открыл, Аляски., пролив,, 1648, казак,, Семён, дежнёв,, от,, чукотку,, отделяющий,, Казак, Чукотку, Дежнёв, 17, семён,, открыл,, аляски,, 1648,, от, отделяющий, век,",
                "century": "century-17"
            },
            {
                "date": "1649",
                "title": "Соборное уложение. Завершён процесс закрепощения крестьян.",
                "keywords": "1649,, соборное,, Завершён, завершён,, 1649, Соборное, крестьян,, закрепощения,, уложение,, 17, процесс, процесс,, век,, закрепощения, уложение., крестьян.",
                "century": "century-17"
            },
            {
                "date": "1654",
                "title": "Переяславская рада. Начало новой русско-польской войны (до 1667). Возвращение Смоленска.",
                "keywords": "(до, Начало, 1654, Возвращение, русско-польской, Смоленска., русскопольской,, рада,, Переяславская, начало,, 1654,, новой, до,, войны, 1667,, возвращение,, 1667)., смоленска,, войны,, 17, рада., век,, новой,, переяславская,",
                "century": "century-17"
                
            },
            {
                "date": "1656",
                "title": "Виленское перемирие. Начало русско-шведской войны (до 1658).",
                "keywords": "(до, Начало, начало,, 1658)., перемирие., виленское,, перемирие,, русскошведской,, войны,, 1656, 17, век,, до,, войны, русско-шведской, Виленское, 1656,, 1658,",
                "century": "century-17"
            },
            {
                "date": "1661",
                "title": "Основание Иркутска.",
                "keywords": "1661,, иркутска,, 1661, 17, век,, Иркутска., Основание, основание,",
                "century": "century-17"
            },
            {
                "date": "1662",
                "title": "«Медный бунт» в Москве.",
                "keywords": "москва,, «Медный, бунт», 17, «медный,, век,, 1662,, бунт»,, в, 1662, Москве., в,",
                "century": "century-17"
            },
            {
                "date": "1667",
                "title": "Андрусовское перемирие с Польшей.",
                "keywords": "Андрусовское, с, польшей,, андрусовское,, перемирие,, 1667, Польшей., перемирие, 17, век,, 1667,, с,",
                "century": "century-17"
            },
            {
                "date": "1676 год, 19 сентября",
                "title": "капитуляция гетмана Правобережной Украины Петра Дорошенко перед русскими войсками, передача им гетманских регалий Ивану Самойловчу и принесение присяги на верность русскому царю Фёдору III Алексеевичу.",
                "keywords": "год,, принесение, верность, Алексеевичу., петра,, украины,, сентября, перед,, русскими,, принесение,, регалий,, III, гетманских,, гетмана, присяги, на,, самойловчу,, капитуляция, присяги,, перед, на, 19,, русскими, Ивану, правобережной,, передача, гетманских, алексеевичу,, Украины, верность,, 1676, царю, им,, iii,, им, 19, и, Правобережной, 1, Фёдору, и,, ивану,, регалий, Самойловчу, 17, капитуляция,, войсками,, русскому, 1676,, гетмана,, русскому,, дорошенко,, Петра, царю,, фёдору,, век,, Дорошенко, передача,",
                "century": "century-17"
            },
            {
                "date": "1678 год, июль",
                "title": "продление русско-польского перемирия. Передача Польше Велижского, Невельского и Себежского уездов в обмен на Киев.",
                "keywords": "год,, уездов, себежского,, Передача, перемирия,, продление,, продление, июль, век,, велижского,, на,, 1678, киев,, русскопольского,, на, Киев., русско-польского, обмен, 1678,, польше,, Польше, Невельского, и, 17, в, в,, невельского,, перемирия., обмен,, Себежского, и,, Велижского,, передача,, уездов,",
                "century": "century-17"
            },
            {
                "date": "1682",
                "title": "Хованщина. Начало царствования Петра I и Ивана V при регентстве Софьи.",
                "keywords": "царствования,, Начало, петра,, 1682, I, начало,, v,, регентстве, i,, регентстве,, 1682,, V, софьи,, и, Ивана, царствования, 17, Хованщина., при,, хованщина,, ивана,, Софьи., Петра, век,, и,, при",
                "century": "century-17"
            },
            {
                "date": "1686",
                "title": "«Вечный мир» России с Речью Посполитой. Речь Посполитая уступила Киев.",
                "keywords": "речью,, мир,, вечный,, «Вечный, уступила, посполитой,, с,, Речью, киев,, с, Киев., России, Посполитой., 17, россии,, Речь, мир», уступила,, посполитая,, Посполитая, 1686,, век,, 1686, речь,",
                "century": "century-17"
            },
            {
                "date": "1689",
                "title": "Начало самостоятельного правления Петра I (до 1725).",
                "keywords": "(до, самостоятельного,, Начало, I, правления, 1689,, начало,, петра,, правления,, 1725)., i,, Петра, 17, до,, век,, 1689, 1725,, самостоятельного",
                "century": "century-17"
            },
            {
                "date": "1695, 1696",
                "title": "Азовские походы.",
                "keywords": "1696,, походы,, 1695,, Азовские, походы., 17, азовские,, век,, 1696",
                "century": "century-17"
            },
            {
                "date": "1698",
                "title": "Стрелецкий бунт в Москве.",
                "keywords": "бунт, Стрелецкий, стрелецкий,, москва,, 1698,, 17, бунт,, в, век,, Москве., в,, 1698",
                "century": "century-17"
            },
            {
                "date": "1700 год",
                "title": "изменено летоисчисление.",
                "keywords": "1700,, 1700, год, изменено,, 17, летоисчисление,, летоисчисление., век,, изменено",
                "century": "century-18"
            },
            {
                "date": "1701",
                "title": "Начало войны «за испанское наследство» (до 1714).",
                "keywords": "1714,, (до, 1701, Начало, начало,, наследство»,, 1714)., 1701,, «за,, войны,, наследство», испанское, век,, до,, войны, испанское,, «за, 18",
                "century": "century-18"
            },
            {
                "date": "1756",
                "title": "Начало Семилетней войны (до 1763).",
                "keywords": "(до, 1763,, Начало, семилетней,, начало,, 1763)., 1756, 1756,, войны,, век,, 18, до,, войны, Семилетней",
                "century": "century-18"
            },
            {
                "date": "1793",
                "title": "Казнь Людовика XVI по решению Конвента..",
                "keywords": "казнь,, по,, людовика,, решению,, 1793, конвента,, Конвента.., Казнь, xvi,, Людовика, по, решению, век,, 1793,, XVI, 18",
                "century": "century-18"
            },
            {
                "date": "1703",
                "title": "Основание Санкт-Петербурга. Выход в свет первого номера газеты «Ведомости».",
                "keywords": "Санкт-Петербурга., номера, номера,, 18, первого,, выход,, свет,, «Ведомости»., «ведомости»,, свет, основание,, первого, санктпетербурга,, Выход, 1703, в, в,, 1703,, газеты,, газеты, век,, Основание",
                "century": "century-18"
            },
            {
                "date": "1709",
                "title": "Победа русских войск в Полтавской битве.",
                "keywords": "битве., войск, 1709, 1709,, русских, Полтавской, Победа, битве,, в, век,, полтавской,, русских,, в,, войск,, победа,, 18",
                "century": "century-18"
            },
            {
                "date": "1711",
                "title": "Учреждение Сената. Прутский поход.",
                "keywords": "1711, прутский,, поход,, учреждение,, Сената., поход., 1711,, сената,, век,, Прутский, Учреждение, 18",
                "century": "century-18"
            },
            {
                "date": "1712",
                "title": "Перенесение столицы в Санкт-Петербург.",
                "keywords": "столицы,, санктпетербург,, 1712,, столицы, Санкт-Петербург., 1712, в, век,, в,, перенесение,, Перенесение, 18",
                "century": "century-18"
            },
            {
                "date": "1714",
                "title": "Победа русского флота в морском сражении при Гангуте.",
                "keywords": "Гангуте., морском,, 18, русского,, русского, гангуте,, 1714,, сражении, флота,, сражении,, в, в,, при,, флота, морском, Победа, век,, 1714, при, победа,",
                "century": "century-18"
            },
            {
                "date": "1714",
                "title": "Указ о единонаследии.",
                "keywords": "1714,, Указ, указ,, единонаследии,, единонаследии., век,, о,, 1714, о, 18",
                "century": "century-18"
            },
            {
                "date": "1720",
                "title": "Гренгамское сражение.",
                "keywords": "Гренгамское, 1720, гренгамское,, сражение,, век,, сражение., 1720,, 18",
                "century": "century-18"
            },
            {
                "date": "1721",
                "title": "Ништадтский мирный договор России со Швецией.",
                "keywords": "Швецией., ништадтский,, мирный,, швецией,, России, договор,, 1721,, со,, мирный, Ништадтский, договор, со, россии,, век,, 1721, 18",
                "century": "century-18"
            },
            {
                "date": "1721",
                "title": "Провозглашение России Империей.",
                "keywords": "провозглашение,, Провозглашение, России, Империей., 1721,, империей,, россии,, век,, 1721, 18",
                "century": "century-18"
            },
            {
                "date": "1722",
                "title": "Принятие Табели о рангах.",
                "keywords": "принятие,, табели,, 1722,, 1722, рангах,, век,, о,, рангах., Табели, Принятие, о, 18",
                "century": "century-18"
            },
            {
                "date": "1724",
                "title": "Указ об учреждении Академии наук в Санкт-Петербурге.",
                "keywords": "1724, Санкт-Петербурге., санктпетербурге,, Указ, наук,, об,, 1724,, академии,, указ,, учреждении,, об, Академии, учреждении, в, век,, наук, в,, 18",
                "century": "century-18"
            },
            {
                "date": "1725",
                "title": "Смерть Петра I.",
                "keywords": "смерть,, петра,, I., i,, 1725, Петра, Смерть, век,, 1725,, 18",
                "century": "century-18"
            },
            {
                "date": "1725",
                "title": "Начало Первой Камчатской экспедиции (до 1729).",
                "keywords": "Первой, (до, 1729,, Камчатской, Начало, начало,, первой,, 1725, экспедиции,, экспедиции, 1729)., до,, век,, 1725,, камчатской,, 18",
                "century": "century-18"
            },
            {
                "date": "1730",
                "title": "Начало правления Анны Иоанновны (до 1740).",
                "keywords": "(до, Начало, Иоанновны, правления, 1740)., 1730,, анны,, начало,, правления,, 1740,, иоанновны,, Анны, 1730, до,, век,, 18",
                "century": "century-18"
            },
            {
                "date": "1732",
                "title": "открылся Сухопутный шляхетский корпус, главное высшее военно-учебное заведение в России.",
                "keywords": "главное,, заведение,, 18, заведение, главное, военно-учебное, открылся,, корпус,, высшее, 1732, шляхетский,, 1732,, открылся, военноучебное,, сухопутный,, Сухопутный, в, в,, россии,, России., высшее,, век,, шляхетский",
                "century": "century-18"
            },
            {
                "date": "1733",
                "title": "Вторая Камчатская экспедиция Витуса Беринга (до 1743).",
                "keywords": "экспедиция,, (до, Витуса, 1743)., беринга,, 1743,, камчатская,, экспедиция, витуса,, Беринга, Камчатская, до,, век,, вторая,, 1733, 1733,, Вторая, 18",
                "century": "century-18"
            },
            {
                "date": "1733",
                "title": "начало Войны за польское наследство.",
                "keywords": "начало,, польское,, за,, Войны, войны,, 18, 1733,, польское, век,, наследство,, 1733, наследство., за, начало",
                "century": "century-18"
            },
            {
                "date": "1735",
                "title": "начало Русско-турецкой войны 1735",
                "keywords": "Русско-турецкой, начало,, 1735,, русскотурецкой,, войны,, век,, 18, 1735, войны, начало",
                "century": "century-18"
            },
            {
                "date": "1736",
                "title": "Азов окончательно присоединён к России.",
                "keywords": "азов,, к, присоединён,, окончательно, к,, 1736, России., Азов, россии,, век,, присоединён, 1736,, окончательно,, 18",
                "century": "century-18"
            },
            {
                "date": "1739",
                "title": "Сражение под Ставучанами. Первая победа России над Турцией в полевом сражении.",
                "keywords": "сражение,, полевом, над, первая,, победа, 18, России, ставучанами,, полевом,, 1739,, Турцией, турцией,, сражении., под,, сражении,, Сражение, Первая, в,, в, россии,, 1739, над,, век,, Ставучанами., победа,, под",
                "century": "century-18"
            },
            {
                "date": "1740",
                "title": "начало правления Ивана VI (до декабря 1741).",
                "keywords": "(до, правления,, правления, начало,, декабря, декабря,, VI, 1740,, Ивана, ивана,, vi,, 1740, 18, 1741)., до,, век,, 1741,, начало",
                "century": "century-18"
            },
            {
                "date": "1741",
                "title": "начало Русско-шведской войны 1741",
                "keywords": "начало,, Русско-шведской, 1741, русскошведской,, войны,, век,, 18, войны, 1741,, начало",
                "century": "century-18"
            },
            {
                "date": "1741",
                "title": "начало царствования Елизаветы Петровны (до 1761).",
                "keywords": "Петровны, (до, царствования,, Елизаветы, начало,, 1741, царствования, елизаветы,, петровны,, 18, до,, век,, 1761)., 1741,, 1761,, начало",
                "century": "century-18"
            },
            {
                "date": "1755",
                "title": "Основание Московского университета.",
                "keywords": "университета., университета,, московского,, век,, 18, 1755, 1755,, Основание, основание,, Московского",
                "century": "century-18"
            },
            {
                "date": "1756",
                "title": "начало Семилетней войны.",
                "keywords": "семилетней,, начало,, 1756, 1756,, войны,, войны., начало, 18, век,, Семилетней",
                "century": "century-18"
            },
            {
                "date": "1759",
                "title": "Битва при Кунерсдорфе. Победа русских войск.",
                "keywords": "битва,, Кунерсдорфе., кунерсдорфе,, при,, 1759,, русских, Битва, Победа, 18, 1759, век,, русских,, войск,, при, победа,, войск.",
                "century": "century-18"
            },
            {
                "date": "1761",
                "title": "Императором становится Пётр III (до 1762).",
                "keywords": "(до, 1762,, Пётр, пётр,, Императором, 1761, становится, век,, iii,, до,, 1762)., III, императором,, 1761,, становится,, 18",
                "century": "century-18"
            },
            {
                "date": "1762",
                "title": "Манифест о вольности дворянства. Начало царствования Екатерины II (до 1796).",
                "keywords": "ii,, (до, 1762, царствования,, Начало, о,, Екатерины, о, 18, начало,, 1796,, 1796)., до,, екатерины,, манифест,, царствования, вольности, Манифест, 1762,, дворянства,, дворянства., II, век,, вольности,",
                "century": "century-18"
            },
            {
                "date": "1764",
                "title": "Секуляризация церковных и монастырских земель. Отмена гетманства на Украине.",
                "keywords": "1764,, земель,, отмена,, церковных,, на,, 18, на, секуляризация,, монастырских,, монастырских, церковных, гетманства, 1764, и, Отмена, гетманства,, земель., украине,, Секуляризация, век,, и,, Украине.",
                "century": "century-18"
            },
            {
                "date": "1765",
                "title": "Указ о праве помещиков ссылать крепостных крестьян в Сибирь. Создание Вольного экономического общества.",
                "keywords": "экономического,, крепостных,, сибирь,, 1765, помещиков,, помещиков, общества,, о,, праве, о, крепостных, 18, экономического, Создание, крестьян, общества., ссылать, создание,, Вольного, Указ, вольного,, крестьян,, в, в,, ссылать,, указ,, Сибирь., 1765,, век,, праве,",
                "century": "century-18"
            },
            {
                "date": "1767",
                "title": "Созвана уложенная комиссия (до 1768).",
                "keywords": "Созвана, (до, уложенная, 1768)., 1767,, комиссия, созвана,, комиссия,, уложенная,, 18, до,, век,, 1768,, 1767",
                "century": "century-18"
            },
            {
                "date": "1768",
                "title": "Начало войны с Барской конфедерацией (до 1772). Начало русско-турецкой войны (до 1774).",
                "keywords": "(до, Начало, конфедерацией, 1768,, с,, 18, 1774,, с, начало,, Барской, русскотурецкой,, 1768, до,, войны, 1774)., 1772)., конфедерацией,, войны,, барской,, 1772,, век,, русско-турецкой",
                "century": "century-18"
            },
            {
                "date": "1769",
                "title": "Выпуск ассигнаций (первых в России бумажных денег).",
                "keywords": "(первых, 1769, первых,, выпуск,, России, ассигнаций, 1769,, бумажных,, Выпуск, денег,, в, век,, ассигнаций,, денег)., в,, россии,, бумажных, 18",
                "century": "century-18"
            },
            {
                "date": "1770",
                "title": "Разгром турецкого флота в Чесменской бухте. Победы при Ларге и Кагуле.",
                "keywords": "18, бухте., чесменской,, Победы, 1770, 1770,, турецкого, победы,, бухте,, и, Кагуле., флота,, Чесменской, ларге,, в, в,, Ларге, при,, флота, турецкого,, кагуле,, Разгром, век,, и,, разгром,, при",
                "century": "century-18"
            },
            {
                "date": "1772",
                "title": "Первый раздел Речи Посполитой (совместно с Пруссией и Австрией). Присоединение Восточной Белоруссии и части Латвии.",
                "keywords": "первый,, Белоруссии, присоединение,, посполитой,, белоруссии,, Речи, части,, пруссией,, Латвии., 18, раздел,, с,, с, 1772, латвии,, совместно,, раздел, речи,, и, Присоединение, Австрией)., Пруссией, (совместно, Восточной, австрией,, части, Первый, 1772,, век,, и,, восточной,, Посполитой",
                "century": "century-18"
            },
            {
                "date": "1775",
                "title": "ликвидация Запорожской Сечи.",
                "keywords": "Запорожской, ликвидация, запорожской,, 1775,, сечи,, 1775, Сечи., век,, ликвидация,, 18",
                "century": "century-18"
            },
            {
                "date": "1775",
                "title": "Российская империя разделена на 51 губернию.",
                "keywords": "на,, на, разделена, 1775,, губернию,, губернию., российская,, 1775, 18, век,, 51,, Российская, разделена,, империя,, 51, империя",
                "century": "century-18"
            },
            {
                "date": "1783",
                "title": "Манифест Екатерины II о присоединении Крыма к России. «Георгиевский трактат» о добровольном принятии Восточной Грузии под покровительство России.",
                "keywords": "ii,, к, о,, 1783,, Екатерины, крыма,, о, 18, «Георгиевский, покровительство, добровольном,, к,, Крыма, добровольном, 1783, екатерины,, Грузии, присоединении, манифест,, под,, покровительство,, грузии,, россии,, Восточной, Манифест, трактат», трактат»,, принятии, присоединении,, России., II, век,, восточной,, принятии,, «георгиевский,, под",
                "century": "century-18"
            },
            {
                "date": "1787",
                "title": "Начало русско-турецкой войны (до 1791).",
                "keywords": "(до, Начало, начало,, 1787, русскотурецкой,, войны,, 1791,, век,, 1791)., 18, до,, войны, 1787,, русско-турецкой",
                "century": "century-18"
            },
            {
                "date": "1790",
                "title": "Взятие русскими войсками крепости Измаил.",
                "keywords": "крепости, Взятие, 1790, измаил,, войсками, русскими, крепости,, русскими,, век,, войсками,, Измаил., взятие,, 1790,, 18",
                "century": "century-18"
            },
            {
                "date": "1792",
                "title": "Русско-польская война.",
                "keywords": "Русско-польская, война., война,, битва, русскопольская,, 1792, век,, 1792,, 18",
                "century": "century-18"
            },
            {
                "date": "1793",
                "title": "Второй раздел Речи Посполитой (совместно с Пруссией). Присоединение Центральной Белоруссии и части Правобережной Украины.",
                "keywords": "1793, украины,, Белоруссии, присоединение,, посполитой,, белоруссии,, Пруссией)., Речи, части,, пруссией,, раздел,, 18, Украины., с,, с, правобережной,, совместно,, раздел, речи,, Присоединение, и, Правобережной, (совместно, второй,, Центральной, части, центральной,, Второй, век,, и,, 1793,, Посполитой",
                "century": "century-18"
            },
            {
                "date": "1794",
                "title": "восстание Костюшко и его подавление.",
                "keywords": "1794, подавление,, восстание,, и, восстание, его,, его, 18, век,, и,, подавление., костюшко,, Костюшко, 1794",
                "century": "century-18"
            },
            {
                "date": "1795",
                "title": "Третий раздел Речи Посполитой (совместно с Пруссией и Австрией). Присоединение Западной Белоруссии, Литвы и Волыни.",
                "keywords": "западной,, 1795, присоединение,, посполитой,, белоруссии,, Речи, пруссией,, раздел,, 18, Посполитой, с,, с, Западной, Белоруссии,, совместно,, раздел, речи,, третий,, и, Присоединение, Австрией)., Третий, Пруссией, (совместно, литвы,, Литвы, австрией,, волыни,, Волыни., век,, и,, 1795,",
                "century": "century-18"
            },
            {
                "date": "1796",
                "title": "Начало царствования Павла I (до 1801).",
                "keywords": "(до, царствования,, 1801)., I, Начало, 1796, начало,, i,, царствования, 1796,, 1801,, павла,, Павла, до,, век,, 18",
                "century": "century-18"
            },
            {
                "date": "1797",
                "title": "Акт о престолонаследии.",
                "keywords": "акт,, престолонаследии., престолонаследии,, Акт, 1797,, век,, 1797, о,, о, 18",
                "century": "century-18"
            },
            {
                "date": "1799",
                "title": "Итальянский и швейцарский походы Александра Суворова. Российско-американская компания.",
                "keywords": "Суворова., походы, походы,, 1799, суворова,, александра,, 18, швейцарский,, российскоамериканская,, компания,, итальянский,, и, компания., 1799,, Итальянский, Александра, век,, и,, Российско-американская, швейцарский",
                "century": "century-18"
            },
            {
                "date": "1804",
                "title": "Наполеон I провозглашён императором французов.",
                "keywords": "наполеон,, провозглашён, I, 19, Наполеон, 1804, провозглашён,, французов,, 1804,, i,, императором, век,, императором,, французов.",
                "century": "century-19"
            },
            {
                "date": "1805",
                "title": "Трафальгарское сражение.",
                "keywords": "19, 1805, 1805, трафальгарское,, сражение,, век,, сражение., Трафальгарское",
                "century": "century-19"
            },
            {
                "date": "1811",
                "title": "Провозглашение независимости Венесуэлы.",
                "keywords": "венесуэлы,, провозглашение,, независимости, 19, Провозглашение, независимости,, 1811, век,, Венесуэлы., 1811",
                "century": "century-19"
            },
            {
                "date": "1815",
                "title": "Битва при Ватерлоо.",
                "keywords": "битва,, 1815, 19, при,, Ватерлоо., Битва, ватерлоо,, век,, 1815,, при",
                "century": "century-19"
            },
            {
                "date": "1848",
                "title": "«Золотая лихорадка» не в Калифорнии. Серия революционных выступлений в Европе.",
                "keywords": "1848,, революционных, Калифорнии., лихорадка», Европе., революционных,, лихорадка»,, калифорнии,, серия,, не,, «Золотая, 19, выступлений,, «золотая,, европе,, Серия, в, 1848, в,, выступлений, не, век,",
                "century": "century-19"
            },
            {
                "date": "1856",
                "title": "Вторая опиумная война Великобритании и Китая.",
                "keywords": "китая,, 19, опиумная,, и, война, Китая., Великобритании, война,, 1856, и,, битва, век,, великобритании,, опиумная, 1856,, Вторая, вторая,",
                "century": "century-19"
            },
            {
                "date": "1860",
                "title": "Экспедиция «Тысячи» Дж. Гарибальди.",
                "keywords": "«Тысячи», 1860, Дж., «тысячи»,, 19, Экспедиция, дж,, экспедиция,, гарибальди,, 1860,, век,, Гарибальди.",
                "century": "century-19"
            },
            {
                "date": "1801",
                "title": "Убит Павел I. Начало правления Александра I (до 1825).",
                "keywords": "1825)., (до, Начало, 1825,, павел,, александра,, убит,, I, правления,, правления, начало,, Павел, i,, 1801,, Убит, до,, 19, I., 1801, Александра, век,",
                "century": "century-19"
            },
            {
                "date": "1801",
                "title": "Присоединение Грузии к России.",
                "keywords": "к, 19, Присоединение, 1801, к,, присоединение,, России., 1801,, грузии,, россии,, век,, Грузии",
                "century": "century-19"
            },
            {
                "date": "1802",
                "title": "Учреждение министерств в России.",
                "keywords": "1802, 19, учреждение,, министерств, 1802,, России., министерств,, в, век,, россии,, в,, Учреждение",
                "century": "century-19"
            },
            {
                "date": "1803",
                "title": "Указ о вольных хлебопашцах.",
                "keywords": "19, Указ, указ,, 1803, хлебопашцах,, вольных,, 1803,, век,, о,, хлебопашцах., о, вольных",
                "century": "century-19"
            },
            {
                "date": "1805",
                "title": "Битва при Аустерлице.",
                "keywords": "битва,, аустерлице,, 19, при,, 1805, 1805,, Битва, Аустерлице., век,, при",
                "century": "century-19"
            },
            {
                "date": "1806",
                "title": "начало новой русско-турецкой войны (до 1812).",
                "keywords": "(до, 19, 1812,, начало,, русскотурецкой,, 1806,, 1806, войны,, новой, начало, 1812)., век,, до,, войны, новой,, русско-турецкой",
                "century": "century-19"
            },
            {
                "date": "1807",
                "title": "Встреча Александра I и Наполеона в Тильзите. Тильзитский мир.",
                "keywords": "Наполеона, мир,, тильзите,, Тильзитский, александра,, Тильзите., мир., I, тильзитский,, Встреча, i,, 1807, 19, и, встреча,, в, в,, 1807,, Александра, наполеона,, век,, и,",
                "century": "century-19"
            },
            {
                "date": "1809",
                "title": "Проект реформ Сперанского. Присоединение Финляндии к России.",
                "keywords": "финляндии,, к, 19, Присоединение, 1809, 1809,, реформ, Финляндии, к,, присоединение,, реформ,, России., россии,, век,, Сперанского., сперанского,, проект,, Проект",
                "century": "century-19"
            },
            {
                "date": "1810",
                "title": "Учреждение Государственного совета.",
                "keywords": "19, Государственного, государственного,, совета,, 1810,, учреждение,, век,, 1810, Учреждение, совета.",
                "century": "century-19"
            },
            {
                "date": "1811",
                "title": "Открытие Царскосельского лицея.",
                "keywords": "лицея., Открытие, 19, Царскосельского, открытие,, лицея,, 1811, век,, царскосельского,, 1811,",
                "century": "century-19"
            },
            {
                "date": "1812",
                "title": "Отечественная война 1812 года. Бородинское сражение.",
                "keywords": "бородинское,, года,, 19, 1812,, Бородинское, война, война,, битва, отечественная,, 1812, сражение,, года., век,, сражение., Отечественная",
                "century": "century-19"
            },
            {
                "date": "1813",
                "title": "Заграничный поход русской армии. Гюлистанский мир c Персией.",
                "keywords": "мир,, мир, Персией., армии,, заграничный,, Заграничный, 19, персией,, 1813, гюлистанский,, русской, Гюлистанский, c, 1813,, поход,, русской,, поход, армии., c,, век,",
                "century": "century-19"
            },
            {
                "date": "1814",
                "title": "взятие Парижа.",
                "keywords": "19, 1814,, парижа,, Парижа., век,, взятие,, взятие, 1814",
                "century": "century-19"
            },
            {
                "date": "1817",
                "title": "Начало Кавказской войны (до 1864).",
                "keywords": "(до, Начало, 19, начало,, войны,, 1864,, Кавказской, 1817, 1864)., 1817,, войны, век,, до,, кавказской,",
                "century": "century-19"
            },
            {
                "date": "1825",
                "title": "Восшествие на престол Николая I (до 1855). Восстание декабристов.",
                "keywords": "(до, 1825,, престол, на,, 1855)., на, I, i,, декабристов,, до,, престол,, 1825, 1855,, Николая, 19, восстание,, Восстание, декабристов., век,, Восшествие, николая,, восшествие,",
                "century": "century-19"
            },
            {
                "date": "1830",
                "title": "Польское восстание.",
                "keywords": "восстание,, 19, польское,, восстание., 1830, 1830,, Польское, век,",
                "century": "century-19"
            },
            {
                "date": "1832",
                "title": "Кодификация законов.",
                "keywords": "законов,, 1832, 19, законов., кодификация,, Кодификация, 1832,, век,",
                "century": "century-19"
            },
            {
                "date": "1835",
                "title": "Сокращение автономии университетов.",
                "keywords": "1835,, 19, автономии, Сокращение, 1835, автономии,, сокращение,, век,, университетов,, университетов.",
                "century": "century-19"
            },
            {
                "date": "1849",
                "title": "Участие России в подавлении революции в Венгрии.",
                "keywords": "1849,, 19, подавлении,, России, подавлении, революции, революции,, участие,, Венгрии., венгрии,, Участие, в, век,, россии,, в,, 1849",
                "century": "century-19"
            },
            {
                "date": "1851",
                "title": "Открытие железнодорожного сообщения между Петербургом и Москвой.",
                "keywords": "петербургом,, Открытие, 19, и, между, 1851,, между,, железнодорожного,, открытие,, железнодорожного, век,, сообщения, сообщения,, Москвой., и,, 1851, Петербургом, москвой,",
                "century": "century-19"
            },
            {
                "date": "1855",
                "title": "Начало правления Александра II (до 1881).",
                "keywords": "ii,, (до, 1855, 1855,, Начало, 1881,, правления, 19, начало,, правления,, Александра, александра,, II, век,, до,, 1881).",
                "century": "century-19"
            },
            {
                "date": "1858",
                "title": "Присоединение Амурского региона. Айгунский договор с Китаем.",
                "keywords": "с, 19, Присоединение, договор,, китаем,, региона,, Амурского, 1858, договор, региона., 1858,, айгунский,, присоединение,, Айгунский, амурского,, век,, с,, Китаем.",
                "century": "century-19"
            },
            {
                "date": "1863",
                "title": "Отмена рабства в США.",
                "keywords": "в,, 19, отмена,, Отмена, 1863,, рабства,, сша,, рабства, в, век,, 1863, США.",
                "century": "century-19"
            },
            {
                "date": "1869",
                "title": "Открытие Суэцкого канала.",
                "keywords": "Открытие, 19, Суэцкого, канала., 1869, суэцкого,, открытие,, век,, 1869,, канала,",
                "century": "century-19"
            },
            {
                "date": "1870",
                "title": "Завершение объединения Италии.",
                "keywords": "Завершение, 19, Италии., объединения, италии,, 1870,, век,, завершение,, 1870, объединения,",
                "century": "century-19"
            },
            {
                "date": "1871",
                "title": "Завершение объединения Германии. Парижская коммуна.",
                "keywords": "Завершение, Германии., парижская,, 1871, 19, коммуна., объединения, германии,, коммуна,, Парижская, 1871,, век,, завершение,, объединения,",
                "century": "century-19"
            },
            {
                "date": "1874",
                "title": "Восстание самураев в Японии (до 1877).",
                "keywords": "1877)., (до, Японии, 1877,, 19, восстание,, самураев,, японии,, 1874,, самураев, в, век,, до,, 1874, в,, Восстание",
                "century": "century-19"
            },
            {
                "date": "1885",
                "title": "Создание партии Индийский национальный конгресс.",
                "keywords": "индийский,, национальный, Создание, 19, конгресс., конгресс,, 1885,, Индийский, национальный,, создание,, 1885, партии,, партии, век,",
                "century": "century-19"
            },
            {
                "date": "1899",
                "title": "Начало англо-бурской войны (до 1902).",
                "keywords": "1899, (до, Начало, 1902)., 19, начало,, 1902,, англо-бурской, войны,, век,, англобурской,, до,, войны, 1899,",
                "century": "century-19"
            },
            {
                "date": "1899",
                "title": "Начало боксёрского восстания в Китае (до 1900).",
                "keywords": "1899, (до, Начало, 19, Китае, восстания,, восстания, китае,, начало,, боксёрского, боксёрского,, 1900,, в, век,, до,, 1900)., в,, 1899,",
                "century": "century-19"
            },
            {
                "date": "1861",
                "title": "Манифест об отмене крепостного права.",
                "keywords": "19, об,, крепостного, права., манифест,, об, 1861, крепостного,, отмене,, права,, век,, 1861,, отмене, Манифест",
                "century": "century-19"
            },
            {
                "date": "1862",
                "title": "Начало великих реформ.",
                "keywords": "великих,, 1862, Начало, 19, начало,, реформ., 1862,, реформ,, век,, великих",
                "century": "century-19"
            },
            {
                "date": "1863",
                "title": "Польское восстание. Экспедиция русского флота к берегам Северной Америки (до 1864).",
                "keywords": "(до, к, 1864)., северной,, америки,, русского,, к,, русского, берегам,, Польское, до,, 1863, Америки, восстание,, 19, 1863,, восстание., флота,, берегам, экспедиция,, Экспедиция, польское,, флота, Северной, 1864,, век,",
                "century": "century-19"
            },
            {
                "date": "1864",
                "title": "Начало судебной реформы. Учреждение земств. Принят Университетский устав, восстановлена автономия университетов.",
                "keywords": "Начало, учреждение,, принят,, университетов,, университетов., Учреждение, начало,, земств., восстановлена, восстановлена,, Университетский, 19, автономия, реформы., судебной, автономия,, 1864, реформы,, устав,, Принят, 1864,, университетский,, судебной,, век,, земств,",
                "century": "century-19"
            },
            {
                "date": "1865",
                "title": "Цензурная реформа.",
                "keywords": "Цензурная, реформа,, 19, цензурная,, 1865, век,, реформа., 1865,",
                "century": "century-19"
            },
            {
                "date": "1867",
                "title": "Россия продаёт Аляску США.",
                "keywords": "аляску,, россия,, продаёт, 19, 1867, продаёт,, сша,, Аляску, век,, 1867,, США., Россия",
                "century": "century-19"
            },
            {
                "date": "1870",
                "title": "«Городовое положение».",
                "keywords": "19, положение»., 1870,, «Городовое, положение»,, «городовое,, век,, 1870",
                "century": "century-19"
            },
            {
                "date": "1872",
                "title": "Англо-русское соглашение.",
                "keywords": "соглашение., 19, англорусское,, соглашение,, Англо-русское, век,, 1872,, 1872",
                "century": "century-19"
            },
            {
                "date": "1874",
                "title": "Переход к всеобщей воинской повинности. «Хождение в народ».",
                "keywords": "к, народ»,, воинской,, народ»., воинской, всеобщей,, повинности,, «хождение,, к,, «Хождение, переход,, 19, в, в,, 1874,, Переход, всеобщей, повинности., век,, 1874",
                "century": "century-19"
            },
            {
                "date": "1878",
                "title": "Процесс над Верой Засулич.",
                "keywords": "19, Процесс, засулич,, верой,, 1878,, Верой, 1878, над,, над, процесс,, век,, Засулич.",
                "century": "century-19"
            },
            {
                "date": "1881",
                "title": "Убийство народовольцами Александра II. Начало царствования Александра III (до 1894).",
                "keywords": "ii,, (до, 1881,, царствования,, Начало, 1894,, александра,, II., 1881, III, народовольцами, 1894)., начало,, убийство,, до,, iii,, 19, народовольцами,, Убийство, царствования, Александра, век,",
                "century": "century-19"
            },
            {
                "date": "1884",
                "title": "Отмена автономии университетов.",
                "keywords": "19, автономии, отмена,, Отмена, 1884, автономии,, век,, университетов,, 1884,, университетов.",
                "century": "century-19"
            },
            {
                "date": "1891",
                "title": "Начало строительства Транссибирской железнодорожной магистрали (до 1902). Голод, охвативший основную часть Черноземья и Среднего Поволжья (17 губерний) (до 1992).",
                "keywords": "(до, 1891, Транссибирской, Начало, Голод,, Среднего, 1992)., основную,, часть, 1902,, Поволжья, Черноземья, часть,, начало,, железнодорожной,, железнодорожной, охвативший, строительства,, (17, голод,, до,, черноземья,, 19, 1902)., и, губерний), транссибирской,, основную, 17,, губерний,, строительства, 1891,, среднего,, 1992,, век,, и,, магистрали, охвативший,, поволжья,, магистрали,",
                "century": "century-19"
            },
            {
                "date": "1894",
                "title": "Восшествие на престол Николая II (до 1917).",
                "keywords": "ii,, престол, (до, на, Николая, 19, 1917,, на,, 1917)., 1894,, II, век,, Восшествие, до,, престол,, николая,, восшествие,, 1894",
                "century": "century-19"
            },
            {
                "date": "1895",
                "title": "Англо-русское соглашение.",
                "keywords": "1895,, соглашение., 19, 1895, англорусское,, соглашение,, Англо-русское, век,",
                "century": "century-19"
            },
            {
                "date": "1896",
                "title": "Ходынская катастрофа.",
                "keywords": "19, катастрофа,, катастрофа., 1896, Ходынская, ходынская,, век,, 1896,",
                "century": "century-19"
            },
            {
                "date": "1897",
                "title": "Первая всероссийская перепись населения. Денежная реформа Витте.",
                "keywords": "1897, реформа,, 19, денежная,, всероссийская, всероссийская,, населения., 1897,, Денежная, населения,, витте,, перепись, реформа, Первая, век,, первая,, перепись,, Витте.",
                "century": "century-19"
            },
            {
                "date": "1898",
                "title": "I съезд Российской социал-демократической рабочей партии (РСДРП).",
                "keywords": "I, съезд, рабочей, 19, Российской, съезд,, российской,, 1898, i,, 1898,, социалдемократической,, партии,, партии, век,, (РСДРП)., рсдрп,, рабочей,, социал-демократической",
                "century": "century-19"
            },
            {
                "date": "1899",
                "title": "Участие в подавлении Боксерского восстания (до 1901).",
                "keywords": "1899, (до, 1901,, 19, Боксерского, 1901)., восстания, восстания,, подавлении, подавлении,, участие,, боксерского,, Участие, в, век,, до,, в,, 1899,",
                "century": "century-19"
            },
            {
                "date": "1910",
                "title": "Начало Революции в Мексике.",
                "keywords": "в,, Мексике., Начало, 20, Революции, начало,, революции,, мексике,, 1910, в, век,, 1910,",
                "century": "century-20"
            },
            {
                "date": "1910",
                "title": "Аннексия Кореи Японией.",
                "keywords": "Кореи, аннексия,, японией,, 1910,, 20, 1910, Японией., век,, Аннексия, кореи,",
                "century": "century-20"
            },
            {
                "date": "1911",
                "title": "1912 Синьхайская революция в Китае. Падение империи Цин и монархии.",
                "keywords": "революция,, 20, падение,, 1911,, китае,, и, монархии,, Падение, 1912, в, Цин, в,, монархии., Китае., синьхайская,, Синьхайская, цин,, 1911, империи,, революция, век,, и,, 1912,, империи",
                "century": "century-20"
            },
            {
                "date": "1914",
                "title": "убийство в Сараеве австрийского эрцгерцога Франца-Фердинанда сербским патриотом Гаврилой Принципом, ставшее поводом для Первой Мировой войны.",
                "keywords": "Первой, 20, Сараеве, эрцгерцога, сараеве,, для, 1914,, ставшее, для,, убийство,, патриотом, патриотом,, сербским,, принципом,, францафердинанда,, поводом,, Франца-Фердинанда, сербским, Мировой, Принципом,, первой,, поводом, австрийского,, войны,, в, в,, 1914, войны., убийство, ставшее,, эрцгерцога,, век,, Гаврилой, гаврилой,, мировой,, австрийского",
                "century": "century-20"
            },
            {
                "date": "1919",
                "title": "Создана Лига Наций.",
                "keywords": "20, 1919,, лига,, 1919, век,, Лига, наций,, Создана, создана,, Наций.",
                "century": "century-20"
            },
            {
                "date": "1922",
                "title": "Приход фашистов к власти в Италии. Б. Муссолини формирует правительство.",
                "keywords": "к, 20, правительство,, 1922,, формирует, б,, власти, Приход, муссолини,, к,, власти,, правительство., приход,, Муссолини, в, в,, 1922, фашистов, италии,, Италии., формирует,, Б., фашистов,, век,",
                "century": "century-20"
            },
            {
                "date": "1923",
                "title": "Провозглашена Турецкая республика.",
                "keywords": "20, 1923, провозглашена,, Провозглашена, республика,, турецкая,, 1923,, век,, республика., Турецкая",
                "century": "century-20"
            },
            {
                "date": "1929",
                "title": "Мировой экономический кризис (до 1933).",
                "keywords": "Мировой, экономический, кризис, (до, мировой,, 20, кризис,, экономический,, 1933)., 1929, 1929,, до,, век,, 1933,",
                "century": "century-20"
            },
            {
                "date": "1933",
                "title": "Приход Гитлера к власти в Германии.",
                "keywords": "Германии., к, германии,, 20, приход,, 1933, к,, гитлера,, Гитлера, власти,, в, век,, в,, 1933,, власти, Приход",
                "century": "century-20"
            },
            {
                "date": "1936",
                "title": "Начало гражданской войны в Испании. Нападение Италии на Эфиопскую империю.",
                "keywords": "Начало, 20, нападение,, век,, на,, Эфиопскую, на, испании,, начало,, империю,, войны, эфиопскую,, Испании., войны,, Италии, 1936,, в, в,, 1936, Нападение, италии,, империю., гражданской,, гражданской",
                "century": "century-20"
            },
            {
                "date": "1938",
                "title": "Аншлюс Австрии, Мюнхенский сговор.",
                "keywords": "австрии,, Мюнхенский, 20, Австрии,, 1938, аншлюс,, сговор., мюнхенский,, сговор,, век,, Аншлюс, 1938,",
                "century": "century-20"
            },
            {
                "date": "1939",
                "title": "Нападение Германии на Польшу. Начало Второй мировой войны.",
                "keywords": "Начало, 20, нападение,, на,, на, начало,, польшу,, германии,, Польшу., войны,, мировой, второй,, Германии, Нападение, войны., 1939, 1939,, Второй, век,, мировой,",
                "century": "century-20"
            },
            {
                "date": "1940",
                "title": "Битва за Англию.",
                "keywords": "битва,, англию,, 1940,, 20, 1940, за,, Битва, век,, Англию., за",
                "century": "century-20"
            },
            {
                "date": "1941",
                "title": "Нападение Японии на США. Перл-Харбор.",
                "keywords": "японии,, Японии, на, 20, нападение,, перлхарбор,, Перл-Харбор., 1941,, сша,, 1941, век,, на,, США., Нападение",
                "century": "century-20"
            },
            {
                "date": "1943",
                "title": "Падение фашистской диктатуры в Италии.",
                "keywords": "в,, италии,, Италии., 20, диктатуры,, диктатуры, фашистской,, Падение, фашистской, в, век,, падение,, 1943,, 1943",
                "century": "century-20"
            },
            {
                "date": "1944",
                "title": "Высадка союзников в Нормандии.",
                "keywords": "союзников,, союзников, 20, высадка,, нормандии,, 1944,, в, век,, в,, Высадка, Нормандии., 1944",
                "century": "century-20"
            },
            {
                "date": "1945",
                "title": "Атомные бомбы были сброшены американцами на японские города Хиросима (6 августа) и Нагасаки (9 августа).",
                "keywords": "20, сброшены, Атомные, американцами, города,, на,, атомные,, Хиросима, были,, на, японские, японские,, 1945, 1945,, и, 6,, бомбы,, августа,, (9, августа)., нагасаки,, (6, Нагасаки, города, августа), были, бомбы, сброшены,, 9,, хиросима,, век,, и,, американцами,",
                "century": "century-20"
            },
            {
                "date": "1946",
                "title": "Фултонская речь У. Черчилля. Начало «Холодной войны».",
                "keywords": "у,, Фултонская, Начало, 1946,, 20, речь, войны»,, начало,, черчилля,, У., «холодной,, фултонская,, 1946, «Холодной, век,, Черчилля., войны»., речь,",
                "century": "century-20"
            },
            {
                "date": "1902",
                "title": "Создание партии эсеров.",
                "keywords": "создание,, Создание, 20, 1902, эсеров., 1902,, эсеров,, партии,, партии, век,",
                "century": "century-20"
            },
            {
                "date": "1903",
                "title": "II съезд РСДРП. Раскол на «большевиков» и «меньшевиков».",
                "keywords": "ii,, 20, Раскол, «меньшевиков»,, на,, «меньшевиков»., на, 1903, 1903,, раскол,, рсдрп,, и, «большевиков»,, съезд,, съезд, РСДРП., «большевиков», II, век,, и,",
                "century": "century-20"
            },
            {
                "date": "1905",
                "title": "Создание партий кадетов, октябристов. 9 (22) января Кровавое воскресенье. Первая российская революция (до 1907).",
                "keywords": "октябристов., (до, кадетов,, партий, 20, революция,, января,, 9, первая,, 22,, Создание, российская, октябристов,, (22), воскресенье., российская,, до,, создание,, 1907,, января, партий,, Первая, Кровавое, 1905, воскресенье,, 9,, революция, 1905,, век,, 1907)., кровавое,",
                "century": "century-20"
            },
            {
                "date": "1906",
                "title": "Начало деятельности Государственной думы. Начало аграрной реформы Столыпина.",
                "keywords": "думы., Начало, 20, начало,, деятельности, реформы,, аграрной, столыпина,, реформы, государственной,, Государственной, 1906, век,, аграрной,, Столыпина., деятельности,, думы,, 1906,",
                "century": "century-20"
            },
            {
                "date": "1907",
                "title": "Новый избирательный закон, начало работы III Государственной думы (до 1912). Англо-русское соглашение.",
                "keywords": "(до, 20, избирательный,, 1912)., Новый, государственной,, закон,, III, начало,, соглашение,, Государственной, до,, iii,, 1907, работы,, соглашение., 1907,, Англо-русское, новый,, думы, избирательный, англорусское,, думы,, век,, работы, 1912,, начало",
                "century": "century-20"
            },
            {
                "date": "1914",
                "title": "Вступление России в Первую мировую войну.",
                "keywords": "мировую, в,, 20, войну., Вступление, мировую,, России, первую,, 1914,, войну,, вступление,, в, век,, Первую, россии,, 1914",
                "century": "century-20"
            },
            {
                "date": "1916",
                "title": "Брусиловский прорыв.",
                "keywords": "1916, 20, прорыв,, Брусиловский, век,, брусиловский,, прорыв., 1916,",
                "century": "century-20"
            },
            {
                "date": "1917",
                "title": "Февральская революция. Отречение Николая II от престола. Временное правительство. Октябрьская революция. Начало Гражданской войны (до 1922",
                "keywords": "ii,, (до, Начало, 20, правительство,, революция,, 1922,, 1917, престола., начало,, гражданской,, от,, до,, войны, Февральская, правительство., революция., февральская,, 1917,, Николая, престола,, Отречение, временное,, октябрьская,, войны,, Октябрьская, отречение,, от, 1922, Временное, II, век,, Гражданской, николая,",
                "century": "century-20"
            },
            {
                "date": "1918",
                "title": "Разгон Учредительного собрания. Брестский мир.",
                "keywords": "1918, брестский,, мир,, собрания., 20, учредительного,, разгон,, век,, Учредительного, Разгон, 1918,, Брестский, мир., собрания,",
                "century": "century-20"
            },
            {
                "date": "1921",
                "title": "Переход к Новой экономической политике.",
                "keywords": "переход,, экономической, к, 1921,, 20, к,, Переход, политике., 1921, Новой, век,, новой,, политике,, экономической,",
                "century": "century-20"
            },
            {
                "date": "1922",
                "title": "Образование Союза Советских Социалистических Республик.",
                "keywords": "социалистических,, 20, 1922,, Союза, советских,, Республик., союза,, Образование, Советских, республик,, образование,, век,, Социалистических, 1922",
                "century": "century-20"
            },
            {
                "date": "1924",
                "title": "Смерть В. И. Ленина. Принятие Первой Конституции СССР.",
                "keywords": "Первой, 20, ленина,, Смерть, Ленина., принятие,, ссср,, Конституции, СССР., В., И., смерть,, 1924,, конституции,, в,, Принятие, 1924, век,, и,, первой,",
                "century": "century-20"
            },
            {
                "date": "1927",
                "title": "Военная тревога.",
                "keywords": "Военная, 20, век,, 1927,, военная,, тревога., тревога,, 1927",
                "century": "century-20"
            },
            {
                "date": "1928",
                "title": "Первая пятилетка (до 1932). Индустриализация.",
                "keywords": "пятилетка, (до, 20, 1928,, 1932,, индустриализация,, Индустриализация., пятилетка,, 1928, первая,, Первая, век,, до,, 1932).",
                "century": "century-20"
            },
            {
                "date": "1929",
                "title": "Начало коллективизации. Конфликт на Китайско-Восточной железной дороге.",
                "keywords": "коллективизации., на,, на, Начало, 20, железной,, начало,, Конфликт, дороге., коллективизации,, 1929, 1929,, китайсковосточной,, век,, конфликт,, железной, Китайско-Восточной, дороге,",
                "century": "century-20"
            },
            {
                "date": "1933",
                "title": "Подписание Итало-советского пакта.",
                "keywords": "пакта,, 20, 1933, Итало-советского, подписание,, италосоветского,, Подписание, век,, пакта., 1933,",
                "century": "century-20"
            },
            {
                "date": "1934",
                "title": "Вступление СССР в Лигу Наций.",
                "keywords": "Лигу, лигу,, 20, Вступление, 1934, ссср,, век,, 1934,, вступление,, в, СССР, наций,, в,, Наций.",
                "century": "century-20"
            },
            {
                "date": "1935",
                "title": "Подписание Франко-советского пакта. Подписание Советско-чехословацкого пакта. Седьмой конгресс Коммунистического интернационала.",
                "keywords": "Седьмой, пакта,, 20, франкосоветского,, Советско-чехословацкого, Коммунистического, Подписание, интернационала,, подписание,, 1935, 1935,, коммунистического,, седьмой,, советскочехословацкого,, интернационала., конгресс, конгресс,, Франко-советского, век,, пакта.",
                "century": "century-20"
            },
            {
                "date": "1936",
                "title": "Принята сталинская Конституция СССР. Антикоминтерновский пакт. Участие в Гражданской войне в Испании (до 1939).",
                "keywords": "(до, 20, 1939)., Конституция, конституция,, сталинская, войне,, пакт., испании,, Антикоминтерновский, гражданской,, ссср,, до,, СССР., принята,, сталинская,, пакт,, участие,, Участие, в, 1936,, 1936, антикоминтерновский,, в,, войне, 1939,, век,, Принята, Испании, Гражданской",
                "century": "century-20"
            },
            {
                "date": "1938",
                "title": "Политический кризис в Европе, попытка провести войска в Чехословакию для оказания помощи.",
                "keywords": "20, помощи., войска,, Европе,, для, для,, попытка,, провести,, 1938, оказания,, 1938,, кризис, помощи,, политический,, европе,, провести, в, в,, попытка, войска, кризис,, Политический, оказания, век,, чехословакию,, Чехословакию",
                "century": "century-20"
            },
            {
                "date": "1939",
                "title": "Московские переговоры. Бои на Халхин-Голе. Советско-германский пакт о ненападении. Польский поход Красной армии. Советско-финляндская война (до 1940).",
                "keywords": "(до, переговоры., 20, советскогерманский,, Бои, на,, о,, о, халхинголе,, Советско-финляндская, армии,, на, битва, до,, Халхин-Голе., Польский, пакт,, пакт, Советско-германский, война, война,, переговоры,, бои,, польский,, московские,, 1939, 1939,, 1940,, ненападении,, ненападении., поход,, Московские, 1940)., поход, армии., советскофинляндская,, Красной, красной,, век,",
                "century": "century-20"
            },
            {
                "date": "1940",
                "title": "Присоединение к СССР Прибалтики и Бессарабии.",
                "keywords": "бессарабии,, к, 1940,, 20, Бессарабии., Присоединение, и, 1940, к,, присоединение,, ссср,, век,, СССР, и,, Прибалтики, прибалтики,",
                "century": "century-20"
            },
            {
                "date": "1941",
                "title": "Начало Великой Отечественной войны. Битва за Москву (до 1942). Блокада Ленинграда (до 1944). Советско-японский пакт. Битва под Киевом. Битва за Смоленск. Советско-финская война (до 1944). Оборона Севастополя (до 1942).",
                "keywords": "(до, Блокада, Киевом., Начало, 20, севастополя,, Смоленск., 1941,, советскояпонский,, киевом,, Отечественной, москву,, пакт., 1942,, Советско-финская, начало,, великой,, битва, Севастополя, 1941, до,, 1944)., 1942)., за, смоленск,, битва,, пакт,, война, война,, за,, под,, Битва, войны,, блокада,, оборона,, 1944,, войны., Оборона, Москву, Великой, Советско-японский, отечественной,, советскофинская,, Ленинграда, век,, ленинграда,, под",
                "century": "century-20"
            },
            {
                "date": "1941-1945",
                "title": "Вторая Мировая Война",
                "keywords": "20, 1941,, киевом,, москву,, 1942,, вов,, начало,, великой,, до,, отечественная, битва,, ВОВ,, пакт,, война,, 1941-1945, за,, отечественная,, Мировая, войны,, блокада,, оборона,, 1944,, великая, Война, отечественной,, век,, Вторая, ленинграда, Вторая Мировая Война, Вторая Мировая, Мировая Война, мировая война, вторая война",
                "century": "century-20"
            },
            {
                "date": "1942",
                "title": "Начало Сталинградской битвы и начало битвы за Кавказ (до 1943).",
                "keywords": "(до, Начало, 20, битвы,, Кавказ, 1942,, битвы, кавказ,, начало,, Сталинградской, 1942, до,, 1943,, за, и, за,, 1943)., сталинградской,, век,, и,, начало",
                "century": "century-20"
            },
            {
                "date": "1943",
                "title": "Курская битва. Битва за Днепр. Тегеранская конференция.",
                "keywords": "битва,, Тегеранская, днепр,, 20, конференция., за,, битва., Битва, конференция,, курская,, тегеранская,, Курская, Днепр., век,, 1943, 1943,, за",
                "century": "century-20"
            },
            {
                "date": "1944",
                "title": "операция «Багратион»",
                "keywords": "операция, 20, операция,, «багратион»,, век,, «Багратион», 1944,, 1944",
                "century": "century-20"
            },
            {
                "date": "1945",
                "title": "Ялтинская конференция. Победоносное завершение Великой Отечественной войны (09.05). Советско-японская война.",
                "keywords": "0905,, 20, 9, конференция., Отечественной, Ялтинская, победоносное,, великой,, битва, войны, 1945, (09.05)., 1945,, завершение, война,, войны,, мая,, Победоносное, Великой, война., Советско-японская, конференция,, отечественной,, ялтинская,, век,, завершение,, советскояпонская,",
                "century": "century-20"
            },
            {
                "date": "1947",
                "title": "Принят план Маршалла по восстановлению Европы.",
                "keywords": "по,, 1947, 20, Принят, 1947,, европы,, принят,, по, маршалла,, Маршалла, Европы., восстановлению, план, век,, восстановлению,, план,",
                "century": "century-20"
            },
            {
                "date": "1947",
                "title": "Провозглашение независимости Индии и Пакистана.",
                "keywords": "провозглашение,, независимости, 1947, 20, и, Провозглашение, 1947,, независимости,, пакистана,, индии,, Пакистана., Индии, век,, и,",
                "century": "century-20"
            },
            {
                "date": "1948",
                "title": "Провозглашение государства Израиль. Первая арабо-израильская война.",
                "keywords": "арабо-израильская, провозглашение,, 20, Израиль., Провозглашение, война., арабоизраильская,, война,, израиль,, битва, государства,, век,, первая,, Первая, государства, 1948,, 1948",
                "century": "century-20"
            },
            {
                "date": "1948",
                "title": "Разделение Кореи по 38-й параллели.",
                "keywords": "Кореи, по,, 20, разделение,, кореи,, по, 38й,, век,, параллели,, Разделение, 1948,, 1948, 38-й, параллели.",
                "century": "century-20"
            },
            {
                "date": "1949",
                "title": "Провозглашение Китайской Народной Республики.",
                "keywords": "1949, Республики., провозглашение,, 20, республики,, Провозглашение, китайской,, Китайской, Народной, век,, народной,, 1949,",
                "century": "century-20"
            },
            {
                "date": "1949",
                "title": "Образование НАТО.",
                "keywords": "1949, 20, нато,, Образование, образование,, век,, НАТО., 1949,",
                "century": "century-20"
            },
            {
                "date": "1959",
                "title": "Кубинская революция.",
                "keywords": "революция,, 20, Кубинская, век,, 1959,, 1959, кубинская,, революция.",
                "century": "century-20"
            },
            {
                "date": "1961",
                "title": "Возведение Берлинской стены.",
                "keywords": "берлинской,, Берлинской, возведение,, 20, стены,, 1961, 1961,, Возведение, век,, стены.",
                "century": "century-20"
            },
            {
                "date": "1967",
                "title": "Шестидневная война.",
                "keywords": "20, война., 1967,, война,, битва, Шестидневная, 1967, шестидневная,, век,",
                "century": "century-20"
            },
            {
                "date": "1964",
                "title": "война во Вьетнаме (до 1973).",
                "keywords": "1964, (до, во, 20, 1973,, война, вьетнаме,, война,, битва, во,, 1964,, 1973)., до,, век,, Вьетнаме",
                "century": "century-20"
            },
            {
                "date": "1968",
                "title": "Пражская весна.",
                "keywords": "20, весна,, 1968,, 1968, Пражская, весна., век,, пражская,",
                "century": "century-20"
            },
            {
                "date": "1969",
                "title": "Первый полёт человека на Луну.",
                "keywords": "первый,, на, 20, Луну., 1969, полёт,, полёт, Первый, луну,, человека, век,, на,, 1969,, человека,",
                "century": "century-20"
            },
            {
                "date": "1979",
                "title": "Исламская революция в Иране.",
                "keywords": "1979, революция,, 1979,, 20, исламская,, революция, век,, в, Иране., в,, Исламская, иране,",
                "century": "century-20"
            },
            {
                "date": "1980",
                "title": "Образование профсоюза «Солидарность» в Польше.",
                "keywords": "1980, 20, «солидарность»,, профсоюза,, 1980,, Образование, профсоюза, Польше., век,, образование,, в, «Солидарность», польше,, в,",
                "century": "century-20"
            },
            {
                "date": "1990",
                "title": "Вторжение Ирака в Кувейт. Операция «Буря в пустыне».",
                "keywords": "Кувейт., ирака,, вторжение,, 20, Вторжение, 1990, операция,, «буря,, век,, пустыне»,, 1990,, Ирака, в, кувейт,, Операция, в,, «Буря, пустыне».",
                "century": "century-20"
            },
            {
                "date": "1991",
                "title": "Распад Югославии.",
                "keywords": "20, Югославии., югославии,, Распад, 1991,, век,, 1991, распад",
                "century": "century-20"
            },
            {
                "date": "1946",
                "title": "Начало холодной войны.",
                "keywords": "1946,, Начало, 20, начало,, холодной,, войны,, 1946, век,, холодной, войны.",
                "century": "century-20"
            },
            {
                "date": "1949",
                "title": "29 августа произошло успешное испытание атомной бомбы на Семипалатинском полигоне. Начало «борьбы с космополитизмом».",
                "keywords": "1949, испытание, Начало, 20, атомной,, 29, на,, атомной, с,, «борьбы, на, с, произошло, космополитизмом»,, полигоне., начало,, космополитизмом»., 29,, успешное,, произошло,, 1949,, бомбы,, августа,, семипалатинском,, успешное, бомбы, испытание,, полигоне,, век,, августа, «борьбы,, Семипалатинском",
                "century": "century-20"
            },
            {
                "date": "1953",
                "title": "Смерть Сталина. Фактическим руководителем СССР становится Г. М. Маленков, занявший пост председателя Совета Министров СССР. Испытание первой советской водородной бомбы.",
                "keywords": "Г., советской, пост,, 20, Совета, становится, пост, Смерть, СССР, занявший,, М., Испытание, г,, 1953,, министров,, маленков,, ссср,, водородной,, СССР., Фактическим, смерть,, совета,, председателя,, бомбы,, бомбы., фактическим,, водородной, становится,, первой, сталина,, советской,, председателя, испытание,, занявший, Маленков,, м,, руководителем,, руководителем, век,, Министров, первой,, 1953, Сталина.",
                "century": "century-20"
            },
            {
                "date": "1954",
                "title": "Начало освоения целинных земель.",
                "keywords": "целинных,, земель,, освоения, целинных, Начало, 20, начало,, 1954, земель., освоения,, век,, 1954,",
                "century": "century-20"
            },
            {
                "date": "1955",
                "title": "Смещение Маленкова, власть переходит к первому секретарю ЦК КПСС Н. С. Хрущёву. Подписание Варшавского договора. Катастрофа линкора «Новороссийск» в Севастополе.",
                "keywords": "Катастрофа, к, 20, маленкова,, Маленкова,, цк,, Подписание, первому, смещение,, власть, н,, с,, 1955, линкора, ЦК, подписание,, севастополе,, Севастополе., к,, 1955,, договора,, кпсс,, Варшавского, линкора,, переходит, Хрущёву., секретарю,, переходит,, Смещение, «Новороссийск», хрущёву,, в, в,, С., Н., секретарю, КПСС, первому,, «новороссийск»,, катастрофа,, варшавского,, век,, договора., власть,",
                "century": "century-20"
            },
            {
                "date": "1956",
                "title": "XX съезд КПСС. Доклад Хрущёва «О культе личности и его последствиях». Советские войска введены в Венгрию. Реабилитация репрессированных.",
                "keywords": "20, репрессированных., войска,, Советские, доклад,, XX, последствиях»,, xx,, последствиях»., введены, его, реабилитация,, Доклад, введены,, культе,, Хрущёва, кпсс,, КПСС., и, 1956,, советские,, личности,, «О, культе, Венгрию., Реабилитация, репрессированных,, в, 1956, в,, венгрию,, хрущёва,, съезд,, съезд, войска, его,, личности, «о,, век,, и,",
                "century": "century-20"
            },
            {
                "date": "1957",
                "title": "Запуск первого в мире искусственного спутника (Спутник-1).",
                "keywords": "искусственного, искусственного,, в,, первого,, (Спутник-1)., 1957, 20, первого, спутника,, мире,, спутник1,, Запуск, век,, мире, в, спутника, 1957,, запуск,",
                "century": "century-20"
            },
            {
                "date": "1961",
                "title": "Космический полёт Ю. А. Гагарина",
                "keywords": "20, Ю., полёт,, ю,, полёт, гагарина,, Гагарина, 1961, Космический, 1961,, космический,, А., а,, век,",
                "century": "century-20"
            },
            {
                "date": "1962",
                "title": "Новочеркасский расстрел. Карибский кризис.",
                "keywords": "кризис., новочеркасский,, 20, Новочеркасский, расстрел,, карибский,, кризис,, Карибский, век,, 1962, 1962,, расстрел.",
                "century": "century-20"
            },
            {
                "date": "1964",
                "title": "Отстранение Н. С. Хрущёва от власти. Руководителем страны становится Л. И. Брежнев.",
                "keywords": "л,, 20, становится, Л., с,, н,, от,, власти,, Руководителем, страны,, 1964,, Хрущёва, И., отстранение,, и,, Отстранение, хрущёва,, С., становится,, от, Н., 1964, власти., страны, руководителем,, брежнев,, век,, Брежнев.",
                "century": "century-20"
            },
            {
                "date": "1965",
                "title": "Экономическая реформа управления народным хозяйством и планирования в СССР под руководством А. Н. Косыгина.",
                "keywords": "20, Экономическая, народным, А., СССР, н,, управления, 1965,, Косыгина., управления,, ссср,, планирования, 1965, а,, и, планирования,, под,, руководством, в, в,, косыгина,, хозяйством,, Н., хозяйством, реформа,, народным,, реформа, век,, и,, экономическая,, руководством,, под",
                "century": "century-20"
            },
            {
                "date": "1968",
                "title": "Участие СССР в подавлении Пражской весны.",
                "keywords": "весны,, 20, подавлении,, весны., подавлении, 1968,, участие,, ссср,, 1968, век,, Пражской, Участие, в, СССР, в,, пражской,",
                "century": "century-20"
            },
            {
                "date": "1970",
                "title": "Начало миссии аппарата «Луноход-1» на поверхности Луны, завершившейся в 1971 году.",
                "keywords": "миссии,, Начало, 20, 1970, миссии, луны,, на,, поверхности,, на, начало,, завершившейся,, Луны,, аппарата, «Луноход-1», году,, в, в,, 1971, поверхности, году., завершившейся, 1971,, 1970,, аппарата,, век,, «луноход1»,",
                "century": "century-20"
            },
            {
                "date": "1971",
                "title": "Гибель экипажа космического корабля «Союз-11». Смерть Хрущёва спустя почти семь лет после отстранения от власти.",
                "keywords": "20, космического, «союз11»,, «Союз-11»., век,, семь, Смерть, корабля,, лет, Гибель, отстранения, от,, спустя,, власти,, почти, Хрущёва, корабля, смерть,, после,, спустя, космического,, почти,, семь,, экипажа, хрущёва,, от, 1971, экипажа,, власти., 1971,, лет,, отстранения,, после, гибель,",
                "century": "century-20"
            },
            {
                "date": "1972",
                "title": "Договоры об ограничении системы противоракетной обороны и стратегических наступательных вооружений. Матч за звание чемпиона мира по шахматам между действовавшим русским чемпионом мира по шахматам Борисом Васильевичем Спасским и американским претендентом Робертом Джеймсом Фишером, в котором победил последний.",
                "keywords": "по,, Робертом, 20, джеймсом,, наступательных,, последний,, претендентом,, действовавшим,, стратегических,, американским,, наступательных, Матч, 1972,, Спасским, мира,, противоракетной,, русским,, Фишером,, шахматам,, чемпионом, васильевичем,, об,, котором,, котором, вооружений., победил,, Договоры, мира, шахматам, системы,, последний., ограничении,, за, вооружений,, и, спасским,, звание, русским, претендентом, за,, ограничении, Васильевичем, победил, борисом,, Джеймсом, в, в,, звание,, договоры,, противоракетной, стратегических, матч,, робертом,, чемпионом,, между, американским, системы, об, по, действовавшим, между,, 1972, Борисом, фишером,, чемпиона,, век,, и,, обороны,, чемпиона, обороны",
                "century": "century-20"
            },
            {
                "date": "1977",
                "title": "Принятие брежневской Конституции СССР.",
                "keywords": "принятие,, 20, конституции,, 1977,, ссср,, 1977, Конституции, век,, СССР., брежневской, Принятие, брежневской",
                "century": "century-20"
            },
            {
                "date": "1979",
                "title": "Начало Афганской войны, которая закончилась в 1989 году.",
                "keywords": "1979, Начало, 1979,, 20, закончилась, начало,, 1989,, 1989, году,, войны,, Афганской, в, в,, закончилась,, которая,, году., которая, афганской,, век,",
                "century": "century-20"
            },
            {
                "date": "1980",
                "title": "Летние Олимпийские Игры в Москве.",
                "keywords": "1980, 20, москва,, летние,, 1980,, Москве., век,, Летние, в, Игры, Олимпийские, в,, игры,, олимпийские,",
                "century": "century-20"
            },
            {
                "date": "1985",
                "title": "Генеральным секретарём ЦК КПСС избран М. С. Горбачёв. Начало перестройки.",
                "keywords": "Начало, 20, избран,, секретарём,, Горбачёв., 1985,, секретарём, цк,, с,, М., начало,, ЦК, горбачёв,, перестройки., кпсс,, избран, генеральным,, С., Генеральным, перестройки,, 1985, КПСС, м,, век,",
                "century": "century-20"
            },
            {
                "date": "1986",
                "title": "Крупнейшая техногенная катастрофа на Чернобыльской АЭС на Украине. Крушение парохода «Адмирал Нахимов» в Цемесккой бухте.",
                "keywords": "крушение,, 20, Цемесккой, 1986, Крупнейшая, на,, на, парохода, бухте., катастрофа, «Адмирал, техногенная, техногенная,, бухте,, цемесккой,, парохода,, АЭС, нахимов»,, Нахимов», 1986,, крупнейшая,, в, в,, Крушение, чернобыльской,, «адмирал,, катастрофа,, аэс,, век,, украине,, Украине., Чернобыльской",
                "century": "century-20"
            },
            {
                "date": "1987",
                "title": "провозглашение политики Гласности. Подписание Договора между СССР и США о ликвидации ракет средней и малой дальности.",
                "keywords": "провозглашение,, 1987, Договора, 20, дальности,, Подписание, СССР, ракет, о,, провозглашение, о, средней, малой,, малой, подписание,, ликвидации,, ссср,, Гласности., ликвидации, договора,, ракет,, и, политики,, сша,, средней,, США, политики, дальности., между, 1987,, гласности,, между,, век,, и,",
                "century": "century-20"
            },
            {
                "date": "1988",
                "title": "Спитакское землетрясение в Армении, самое разрушительное землетрясение в истории СССР.",
                "keywords": "разрушительное, 20, Армении,, самое,, истории, ссср,, истории,, 1988,, 1988, СССР., Спитакское, землетрясение, самое, в, в,, разрушительное,, землетрясение,, армении,, спитакское,, век,",
                "century": "century-20"
            },
            {
                "date": "1989",
                "title": "Железнодорожная катастрофа под Уфой, ставшая крупнейшей железнодорожной катастрофой в истории России и СССР.",
                "keywords": "20, ставшая,, век,, истории, крупнейшей, катастрофа, России, железнодорожной,, железнодорожной, ссср,, истории,, 1989,, СССР., 1989, и, Уфой,, под,, в, в,, россии,, катастрофой, катастрофой,, крупнейшей,, уфой,, Железнодорожная, катастрофа,, железнодорожная,, и,, ставшая, под",
                "century": "century-20"
            },
            {
                "date": "1990",
                "title": "Избрание М.С. Горбачева президентом СССР. Декларация о государственном суверенитете России. Включение первых пяти объектов на территории СССР (включая Россию) в список Всемирного наследия ЮНЕСКО.",
                "keywords": "объектов,, 20, Избрание, включая,, ЮНЕСКО., территории, СССР, на,, о,, о, избрание,, на, объектов, М.С., горбачева,, мс,, декларация,, государственном, список,, президентом,, президентом, ссср,, Всемирного, первых, (включая, россию,, СССР., 1990, пяти,, суверенитете,, всемирного,, наследия, Горбачева, 1990,, в, в,, россии,, территории,, юнеско,, Декларация, первых,, список, включение,, Россию), государственном,, наследия,, России., пяти, век,, Включение, суверенитете",
                "century": "century-20"
            },
            {
                "date": "1991",
                "title": "Избрание Б. Н. Ельцина президентом РСФСР. Образование ГКЧП и провальная попытка путча. Распад СССР. Образование Содружества независимых государств (СНГ). Конец холодной войны.",
                "keywords": "(СНГ)., 20, Избрание, провальная, Образование, путча., провальная,, б,, холодной, н,, попытка,, избрание,, ельцина,, гкчп,, конец,, президентом, президентом,, ссср,, 1991,, путча,, образование,, СССР., Конец, снг,, ГКЧП, РСФСР., Ельцина, Содружества, и, содружества,, независимых, войны,, государств,, 1991, попытка, независимых,, распад,, Н., войны., рсфср,, государств, холодной,, Б., Распад, век,, и,",
                "century": "century-20"
            },
            {
                "date": "1992",
                "title": "Начало либеральных экономических реформ. Начало приватизации. Создание ОДКБ.",
                "keywords": "Начало, Создание, 20, начало,, создание,, 1992, реформ., одкб,, либеральных, приватизации,, реформ,, 1992,, век,, либеральных,, ОДКБ., экономических,, приватизации., экономических",
                "century": "century-20"
            },
            {
                "date": "1993",
                "title": "Конституционный кризис, нападение сторонников распущенного Верховного Совета на здание мэрии Москвы и телецентр Останкино и расстрел здания Верховного совета России. Принятие всенародным голосованием Конституции Российской Федерации. Выборы в Государственную думу I созыва.",
                "keywords": "думу, расстрел,, нападение, 20, созыва., нападение,, всенародным,, здание,, телецентр, Совета, телецентр,, век,, созыва,, на,, верховного,, Конституционный, принятие,, на, I, мэрии, Федерации., Российской, федерации,, сторонников,, здания,, i,, расстрел, Конституции, 1993, думу,, совета, 1993,, Государственную, мэрии,, и, совета,, Выборы, конституции,, Верховного, и,, выборы,, Москвы, останкино,, российской,, здания, конституционный,, в, в,, россии,, голосованием,, сторонников, москвы,, государственную,, распущенного,, кризис,, всенародным, России., распущенного, здание, Принятие, Останкино, голосованием",
                "century": "century-20"
            },
            {
                "date": "1994",
                "title": "Крах финансовой пирамиды «МММ».",
                "keywords": "пирамиды,, 1994,, «ммм»,, «МММ»., 1994, 20, пирамиды, Крах, крах,, финансовой,, век,, финансовой",
                "century": "century-20"
            },
            {
                "date": "1995",
                "title": "Выборы в Государственную думу II созыва.",
                "keywords": "думу, ii,, Государственную, 20, созыва., думу,, государственную,, Выборы, выборы,, век,, созыва,, в, 1995, II, в,, 1995,",
                "century": "century-20"
            },
            {
                "date": "1996",
                "title": "Б. Н. Ельцин вновь избран Президентом РФ. Создание Союзного государства России и Белоруссии.",
                "keywords": "20, Ельцин, избран,, Союзного, белоруссии,, б,, н,, 1996, союзного,, Президентом, Создание, ельцин,, России, президентом,, вновь,, вновь, избран, создание,, и, РФ., рф,, государства, россии,, Белоруссии., Н., Б., государства,, век,, и,, 1996,",
                "century": "century-20"
            },
            {
                "date": "1997",
                "title": "вхождение России в «Большую восьмерку» (G8) (до 2014 года).",
                "keywords": "(до, 20, «Большую, «большую,, года)., 1997,, года,, России, 1997, 2014,, 2014, вхождение,, до,, в, в,, россии,, вхождение, восьмерку»,, (G8), восьмерку», g8,, век,",
                "century": "century-20"
            },
            {
                "date": "1998",
                "title": "Дефолт в России.",
                "keywords": "20, дефолт,, 1998,, России., век,, 1998, в, Дефолт, россии,, в,",
                "century": "century-20"
            },
            {
                "date": "1999",
                "title": "Вторжение боевиков в Дагестан, начало Второй чеченской кампании. Серия террористических актов в российских городах (Буйнакске, Москве и Волгодонске). Попытка импичмента президента Ельцина. Выборы в Государственную думу III созыва. Отставка Б. Н. Ельцина, назначение исполняющим обязанности Президента РФ Председателя Правительства РФ В. В. Путина. Создание «Большой двадцатки» (G20).",
                "keywords": "думу, Президента, москва,, III, городах, попытка,, g20,, серия,, правительства,, Москве, и, террористических, Выборы, чеченской, боевиков,, актов,, кампании,, и,, отставка,, исполняющим,, (Буйнакске,, Ельцина., импичмента,, Волгодонске)., назначение,, кампании., президента, двадцатки», б,, ельцина,, «большой,, президента,, Ельцина,, «Большой, думу,, двадцатки»,, Государственную, председателя,, Серия, боевиков, второй,, в,, государственную,, Б., Председателя, волгодонске,, начало, 20, созыва., буйнакске,, 1999, Правительства, вторжение,, начало,, российских, назначение, РФ, iii,, Вторжение, выборы,, рф,, в, Н., Попытка, городах,, террористических,, Отставка, обязанности,, Дагестан,, путина,, исполняющим, чеченской,, созыва,, 1999,, н,, дагестан,, Создание, (G20)., российских,, В., создание,, Путина., обязанности, актов, импичмента, Второй, век,",
                "century": "century-20"
            },
            {
                "date": "2000",
                "title": "Президентом РФ избран В. В. Путин. Создание федеральных округов в РФ. Катастрофа АПЛ «Курск». Пожар на Останкинской телебашне в Москве. Освящение воссозданного Храма Христа Спасителя в Москве.",
                "keywords": "Катастрофа, «Курск»., 20, воссозданного,, избран,, москва,, воссозданного, 2000,, пожар,, телебашне,, Храма, Путин., на,, апл,, освящение,, Президентом, на, Создание, храма,, Спасителя, «курск»,, президентом,, федеральных, Останкинской, В., Пожар, РФ, путин,, избран, округов, создание,, РФ., телебашне, округов,, Освящение, в, в,, рф,, федеральных,, останкинской,, 2000, Христа, христа,, катастрофа,, спасителя,, век,, АПЛ, Москве.",
                "century": "century-21"
            },
            {
                "date": "11 сентября 2001",
                "title": "террористический акт группировки «Аль-Каида»",
                "keywords": "акт,, 2001, группировки,, террористический, «алькаида»,, 1, 2001,, акт, сентября, 11,, группировки, 21, век,, 11, террористический,, «Аль-Каида»",
                "century": "century-21"
            },
            {
                "date": "2003",
                "title": "Вторжение войск международной коалиции (основные участники",
                "keywords": "международной, 2003,, основные,, вторжение,, Вторжение, войск, коалиции,, международной,, участники,, 21, (основные, век,, участники, войск,, 2003, коалиции",
                "century": "century-21"
            },
            {
                "date": "2008",
                "title": "Мировой финансовый кризис.",
                "keywords": "Мировой, кризис., финансовый, кризис,, финансовый,, 21, 2008,, век,, 2008, мировой,",
                "century": "century-21"
            },
            {
                "date": "С 2020",
                "title": "Пандемия COVID-19.",
                "keywords": "covid19,, 2020,, пандемия,, С, 21, век,, COVID-19., 2020, Пандемия",
                "century": "century-21"
            },
            {
                "date": "2001",
                "title": "Затопление орбитальной станции «Мир», последней отечественной орбитальной станции. Основание Шанхайской организации сотрудничества (ШОС).",
                "keywords": "последней,, сотрудничества, (ШОС)., Затопление, «Мир»,, отечественной, затопление,, станции,, «мир»,, Шанхайской, основание,, станции., организации, 2001,, орбитальной,, орбитальной, шос,, 2001, организации,, сотрудничества,, последней, станции, отечественной,, шанхайской,, 21, век,, Основание",
                "century": "century-21"
            },
            {
                "date": "2002",
                "title": "Захват заложников в театральном центре на Дубровке в Москве, совершённый чеченскими террористами. На посту главы Банка России Виктора Геращенко сменил Сергей Игнатьев. Всероссийская перепись населения 2002 года.",
                "keywords": "Банка, виктора,, Дубровке, сменил, 2002,, главы,, москва,, театральном, заложников, Игнатьев., век,, геращенко,, Москве,, на,, главы, сергей,, захват,, года,, на, террористами., населения,, России, террористами,, дубровке,, Виктора, Геращенко, центре,, чеченскими,, Сергей, игнатьев,, Захват, театральном,, совершённый, перепись, посту,, в, На, в,, перепись,, россии,, совершённый,, 2002, заложников,, всероссийская,, населения, посту, банка,, чеченскими, сменил,, года., 21, центре, Всероссийская",
                "century": "century-21"
            },
            {
                "date": "2003",
                "title": "Чуйское землетрясение 27 сентября 2003 года. Выборы в Государственную Думу IV созыва.",
                "keywords": "созыва., iv,, сентября, созыва,, чуйское,, года,, сентября,, думу,, IV, Думу, землетрясение, Государственную, Выборы, выборы,, в, в,, 2003,, землетрясение,, государственную,, Чуйское, 27, года., 27,, 21, век,, 2003",
                "century": "century-21"
            },
            {
                "date": "2004",
                "title": "Избрание Владимира Путина на второй срок. Террористический акт чеченских террористов на самолётах Ту-134 и Ту-154. Захват заложников в Беслане (Северная Осетия), совершённый чеченскими террористами. Отмена выборов глав регионов (последние после отмены выборы состоялись в Ненецком автономном округе в 2005 году). Председателем правительства утверждён Михаил Фрадков.",
                "keywords": "округе,, Михаил, отмена,, отмены,, округе, Владимира, на, правительства, правительства,, утверждён, ту134,, Председателем, 2004, Фрадков., выборы, после,, и, 2004,, году)., самолётах, совершённый,, 2005,, террористов,, чеченских,, ненецком,, 2005, утверждён,, и,, Избрание, срок,, регионов,, на,, состоялись, Ту-134, михаил,, владимира,, Путина, Захват, году,, отмены, фрадков,, второй,, в,, самолётах,, регионов, террористический,, чеченскими, (Северная, осетия,, глав,, Ненецком, северная,, Осетия),, Беслане, автономном,, захват,, выборов,, избрание,, террористами,, террористов, глав, Отмена, совершённый, выборы,, в, после, чеченских, путина,, беслане,, (последние, заложников, председателем,, срок., террористами., Террористический, Ту-154., чеченскими,, второй, акт, ту154,, последние,, автономном, акт,, выборов, состоялись,, заложников,, 21, век,",
                "century": "century-21"
            },
            {
                "date": "2005",
                "title": "Нападение боевиков на город Нальчик (Кабардино-Балкария). Первое в истории Российской Федерации объединение регионов",
                "keywords": "нападение,, Федерации, регионов,, на,, город, на, истории, федерации,, Российской, Первое, кабардинобалкария,, истории,, город,, Нальчик, нальчик,, первое,, российской,, объединение,, боевиков, в, в,, боевиков,, регионов, Нападение, 2005,, объединение, 21, 2005, век,, (Кабардино-Балкария).",
                "century": "century-21"
            },
            {
                "date": "2006",
                "title": "32-й саммит G8 в Санкт-Петербурге. В России введена в оборот банкнота Банка России достоинством в 5000 рублей.",
                "keywords": "достоинством, Банка, оборот,, 32й,, введена,, достоинством,, России, оборот, 32-й, 2006, введена, G8, Санкт-Петербурге., рублей., банкнота,, 5000,, саммит,, В, рублей,, в, 5000, в,, россии,, санктпетербурге,, банкнота, банка,, 21, g8,, век,, саммит, 2006,",
                "century": "century-21"
            },
            {
                "date": "2007",
                "title": "Письмо десяти академиков. Взрыв на угольной шахте «Ульяновская» в Кемеровской области 19 марта 2007 года. В результате объединения регионов сформированы новые субъекты РФ",
                "keywords": "сформированы, сформированы,, субъекты, десяти,, «Ульяновская», новые,, регионов,, на,, 2007, академиков,, на, Взрыв, 19,, «ульяновская»,, года,, результате,, десяти, шахте, марта,, РФ, объединения,, 19, угольной,, письмо,, взрыв,, 2007,, Кемеровской, В, рф,, в, в,, Письмо, кемеровской,, области,, регионов, объединения, шахте,, области, субъекты,, результате, академиков., новые, года., 21, век,, угольной, марта",
                "century": "century-21"
            },
            {
                "date": "2008",
                "title": "Президентом РФ избран Д. А. Медведев. Председателем правительства утверждён Владимир Путин. Война в Грузии, приведшая к признанию Россией независимости Южной Осетии и Абхазии. Вступление в силу поправок к Конституции РФ. В результате объединения регионов сформированы новые субъекты РФ",
                "keywords": "сформированы, россией,, сформированы,, к, избран,, субъекты, Южной, утверждён,, новые,, силу, приведшая, абхазии,, признанию,, А., поправок,, регионов,, Путин., председателем,, признанию, осетии,, Д., Президентом, независимости, правительства, Вступление, медведев,, правительства,, результате,, к,, утверждён, президентом,, Конституции, Абхазии., д,, 2008,, а,, Россией, Председателем, путин,, РФ, объединения,, южной,, избран, приведшая,, и, РФ., владимир,, война,, поправок, конституции,, независимости,, Грузии,, грузии,, В, вступление,, в, в,, Медведев., рф,, регионов, Владимир, объединения, Война, субъекты,, результате, новые, силу,, Осетии, 21, век,, и,, 2008",
                "century": "century-21"
            },
            {
                "date": "2009",
                "title": "Введение обязательного Единого государственного экзамена (ЕГЭ). Первый саммит БРИК (ныне БРИКС в Екатеринбурге. Конкурс песни «Евровидение 2009» в Москве. Завершение Второй чеченской кампании. Авария на Саяно-Шушенской ГЭС 17 августа 2009 года. Пожар в клубе «Хромая лошадь» 5 декабря 2009 года.",
                "keywords": "Завершение, единого,, первый,, государственного,, (ЕГЭ)., Конкурс, декабря, клубе,, москва,, пожар,, (ныне, кампании., «Евровидение, чеченской,, брик,, Авария, егэ,, экзамена,, 5, на,, песни,, ГЭС, БРИК, саяношушенской,, года,, на, клубе, авария,, Саяно-Шушенской, введение,, лошадь», Введение, экзамена, Пожар, 2009»,, гэс,, государственного, екатеринбурге,, завершение,, обязательного,, Единого, песни, саммит, 2009, августа,, саммит,, 17, Екатеринбурге., чеченской, 17,, в, 2009», «евровидение,, «хромая,, в,, второй,, конкурс,, брикс,, обязательного, 5,, лошадь»,, ныне,, БРИКС, Первый, Второй, года., 2009,, 21, «Хромая, век,, кампании,, Москве., августа, декабря,",
                "century": "century-21"
            },
            {
                "date": "2010",
                "title": "Вступил в силу Таможенный союз России, Белоруссии и Казахстана. Аномальная жара, лесные и торфяные пожары в европейской части России и смог в Москве. Всероссийская перепись населения 2010 года. Взрывы на шахте «Распадская» в Кемеровской области.",
                "keywords": "москва,, Белоруссии, смог, силу, лесные,, торфяные,, белоруссии,, на,, части,, вступил,, года,, на, взрывы,, населения,, России, 2010,, союз, европейской, союз,, России,, аномальная,, пожары, шахте, Взрывы, Таможенный, пожары,, «распадская»,, области., торфяные, 2010, и, Казахстана., жара,, таможенный,, перепись, Кемеровской, «Распадская», в, в,, кемеровской,, перепись,, россии,, казахстана,, Аномальная, области,, Вступил, части, всероссийская,, населения, шахте,, лесные, европейской,, силу,, года., 21, Всероссийская, век,, и,, Москве., смог,",
                "century": "century-21"
            },
            {
                "date": "2011",
                "title": "Выборы в Государственную Думу VI созыва.",
                "keywords": "Государственную, созыва., думу,, государственную,, 2011, Выборы, VI, выборы,, vi,, век,, созыва,, 21, в, 2011,, в,, Думу",
                "century": "century-21"
            },
            {
                "date": "2012",
                "title": "Четвёртым Президентом РФ избран Владимир Путин. Председателем правительства утверждён Дмитрий Медведев. Массовые акции протеста в Москве и последовавшее «болотное дело» против их участников. Вступление России в ВТО. Возобновление выборов глав регионов. Проект 5-100. Саммит АТЭС во Владивостоке. Дело Оборонсервиса, приведшее к отставке министра обороны РФ Анатолия Сердюкова; министром обороны назначен Сергей Шойгу.",
                "keywords": "москва,, Оборонсервиса,, 5100,, Анатолия, против,, их, Президентом, 5-100., правительства, Вступление, правительства,, утверждён, Москве, дело»,, Председателем, Массовые, и, Возобновление, саммит,, россии,, атэс,, дело», шойгу,, отставке, и,, утверждён,, к, Владивостоке., ВТО., регионов,, владивостоке,, сергей,, против, акции,, АТЭС, оборонсервиса,, путин,, Сергей, «болотное, министром,, протеста,, вступление,, в,, Медведев., Четвёртым, Владимир, вто,, глав,, Сердюкова;, обороны, приведшее,, сердюкова,, Дело, отставке,, выборов,, министром, назначен,, России, медведев,, акции, министра,, участников., проект,, глав, РФ, массовые,, владимир,, 2012, рф,, в, министра, дело,, Саммит, обороны,, участников,, анатолия,, избран,, протеста, Дмитрий, возобновление,, Путин., председателем,, «болотное,, четвёртым,, назначен, к,, президентом,, последовавшее, Проект, избран, Шойгу., во,, 2012,, дмитрий,, последовавшее,, выборов, во, приведшее, их,, 21, регионов., век,",
                "century": "century-21"
            },
            {
                "date": "2013",
                "title": "Падение «Челябинского» метеорита на Урале. Теракты 21 октября, 29 и 30 декабря в Волгограде. Сильнейшее за 115 лет наводнение на Дальнем Востоке. Летняя Универсиада 2013 в Казани. На посту главы Банка России утверждена Эльвира Набиуллина. Утверждён официальный символ российского рубля.",
                "keywords": "Банка, официальный, Утверждён, Теракты, декабря, главы,, наводнение,, утверждён,, 29, утверждена,, теракты,, век,, казани,, Набиуллина., на,, падение,, рубля,, главы, летняя,, лет, сильнейшее,, на, Универсиада, официальный,, российского,, метеорита,, 30, России, утверждена, 29,, Казани., 115, дальнем,, Волгограде., «челябинского»,, за, волгограде,, и, 21,, за,, символ, Урале., Дальнем, набиуллина,, эльвира,, Падение, октября,, Востоке., посту,, в, На, рубля., в,, россии,, 115,, 30,, Сильнейшее, Эльвира, наводнение, российского, 2013,, универсиада,, посту, банка,, лет,, метеорита, 2013, 21, востоке,, «Челябинского», и,, урале,, Летняя, декабря,, символ,",
                "century": "century-21"
            },
            {
                "date": "2014",
                "title": "С 7 по 23 февраля 2014 года в городе Сочи были проведены XXII Зимние Олимпийские игры.",
                "keywords": "по,, 7, года, сочи,, февраля,, С, Олимпийские, с,, года,, были,, XXII, зимние,, 2014,, 2014, городе, xxii,, проведены, февраля, в, в,, игры., олимпийские,, 7,, были, 23,, городе,, Зимние, по, проведены,, 21, век,, Сочи, игры,, 23",
                "century": "century-21"
            },
            {
                "date": "2015",
                "title": "Создание Евразийского экономического союза. Военная операция России в Сирии. Катастрофа A321 над Синайским полуостровом. Турецкий самолёт сбил российский Су-24. Убийство Бориса Немцова.",
                "keywords": "экономического,, Катастрофа, сбил, 2015, Бориса, a321,, российский,, союза,, сбил,, самолёт,, над, экономического, Немцова., синайским,, операция, Создание, убийство,, России, турецкий,, Турецкий, евразийского,, A321, Военная, создание,, Сирии., полуостровом., Убийство, немцова,, в, в,, россии,, союза., бориса,, сирии,, российский, самолёт, Синайским, Су-24., 2015,, катастрофа,, операция,, Евразийского, полуостровом,, над,, военная,, су24,, 21, век,",
                "century": "century-21"
            },
            {
                "date": "2016",
                "title": "Первый ракетный пуск с космодрома «Восточный», первого постсоветского гражданского космодрома России. Выборы в Государственную Думу VII созыва. Дело Алексея Улюкаева",
                "keywords": "ракетный,, первый,, созыва., Алексея, Дело, созыва,, постсоветского,, постсоветского, пуск, с,, дело,, с, первого,, гражданского, ракетный, пуск,, 2016, vii,, космодрома, улюкаева,, VII, гражданского,, думу,, Думу, «Восточный»,, Государственную, 2016,, первого, Выборы, выборы,, в, в,, россии,, «восточный»,, космодрома,, государственную,, Улюкаева, алексея,, Первый, России., 21, век,",
                "century": "century-21"
            },
            {
                "date": "2017",
                "title": "Кубок конфедераций 2017 в России. Ураган в Москве и Московской области. В России введены в обращение банкноты Банка России в 200 и 2000 рублей.",
                "keywords": "Банка, Ураган, москва,, 2000,, 2017,, московской,, кубок,, конфедераций, России, введены, Москве, введены,, банкноты, рублей., области., и, конфедераций,, Московской, обращение,, ураган,, В, рублей,, в, в,, россии,, области,, Кубок, банкноты,, 2000, 200,, банка,, России., 200, 21, век,, и,, обращение, 2017",
                "century": "century-21"
            },
            {
                "date": "2018",
                "title": "Избрание 4-го Президента РФ Владимира Путина на второй срок (суммарно — четвёртый)",
                "keywords": "Президента, путина,, 4-го, Избрание, срок,, срок, на,, избрание,, Владимира, на, 2018,, президента, (суммарно — четвёртый), 2018, РФ, владимира,, Путина, второй, 4го,, рф,, второй,, суммарно,, 21, век,",
                "century": "century-21"
            },
            {
                "date": "2019",
                "title": "Увеличение основной ставки НДС до 20 %. Переход с аналогового телевещания на цифровое. Открытие железнодорожной части Крымского моста. Пожар на АС-31 1 июля 2019 года.",
                "keywords": "1,, 20, аналогового, пожар,, ндс,, 20,, на,, основной,, части,, 2019, с,, года,, с, на, %., железнодорожной,, Увеличение, железнодорожной, открытие,, увеличение,, до,, АС-31, моста., Пожар, аналогового,, июля,, переход,, Открытие, Крымского, НДС, 1, телевещания, крымского,, основной, 2019,, цифровое,, ставки,, части, цифровое., моста,, ас31,, ставки, Переход, года., 21, телевещания,, век,, июля, до",
                "century": "century-21"
            },
            {
                "date": "С 2020",
                "title": "Пандемия коронавирусной инфекции COVID-19.",
                "keywords": "covid19,, 2020,, инфекции, инфекции,, пандемия,, С, 21, век,, коронавирусной,, COVID-19., 2020, коронавирусной, Пандемия",
                "century": "century-21"
            },
            {
                "date": "2020",
                "title": "Владимир Путин предложил конституционную реформу, реализованную через всероссийское голосование, правительство Дмитрия Медведева ушло в отставку, новым премьер-министром назначен Михаил Мишустин; назначено новое правительство.",
                "keywords": "всероссийское, всероссийское,, Михаил, правительство,, реформу,, ушло, правительство, конституционную,, новое,, новое, реализованную, дмитрия,, предложил,, мишустин,, предложил, назначен,, назначен, 2020,, Мишустин;, медведева,, правительство., путин,, ушло,, через, михаил,, через,, владимир,, новым,, голосование,, отставку,, назначено, в, в,, Дмитрия, 2020, Путин, Владимир, Медведева, реализованную,, конституционную, новым, 21, век,, назначено,, премьерминистром,, премьер-министром",
                "century": "century-21"
            },
            {
                "date": "2021",
                "title": "Выборы в Государственную думу VIII созыва. Всероссийская перепись населения 2021 года. Массовые убийства в учебных заведениях в Казани и в Перми.",
                "keywords": "думу, viii,, созыва., перми,, созыва,, казани,, убийства,, года,, населения,, заведениях,, учебных, Казани, думу,, учебных,, Массовые, 2021,, заведениях, VIII, Государственную, массовые,, и, Выборы, выборы,, перепись, в, в,, перепись,, Перми., всероссийская,, населения, государственную,, убийства, 2021, года., 21, Всероссийская, век,, и,",
                "century": "century-21"
            },
            {
                "date": "2022",
                "title": "Операция ОДКБ в Казахстане. Признание Россией независимости самопровозглашённых Донецкой и Луганской народных республик. Начало «специальной военной операции». Мобилизация, потопление крейсера «Москва» и связанные события: убийство Дарьи Дугиной и первый подрыв Крымского моста. Массовое убийство в школе в Ижевске. Смерть М. С. Горбачёва спустя 30 лет после отставки.",
                "keywords": "Начало, мобилизация,, самопровозглашённых, Мобилизация,, народных, Операция, казахстане,, после,, и, спустя, независимости,, потопление, операции»., москва, отставки,, операция,, горбачёва,, республик,, «специальной, и,, ОДКБ, Горбачёва, операции»,, дугиной,, Смерть, крейсера,, с,, военной, военной,, независимости, убийство,, крейсера, 30, луганской,, подрыв,, спустя,, 2022,, связанные,, смерть,, связанные, в,, отставки., убийство, Ижевске., одкб,, самопровозглашённых,, 2022, Дарьи, «Москва», лет, М., подрыв, начало,, моста., потопление,, «специальной,, Крымского, события:, республик., в, школе,, массовое,, события,, лет,, м,, первый, после, россией,, школе, первый,, признание,, народных,, Донецкой, Россией, дарьи,, донецкой,, Луганской, крымского,, Казахстане., С., 30,, моста,, ижевске,, Дугиной, Массовое, 21, век,, Признание",
                "century": "century-21"
            },
            {
                "date": "2023",
                "title": "События вокруг ЧВК «Вагнер»: мятеж 23-24 июня 2023 года и гибель руководства ЧВК в результате авиакатастрофы. Убийство Владлена Татарского и второй подрыв Крымского моста.",
                "keywords": "июня, чвк,, года, вокруг, 23-24, руководства, ЧВК, вокруг,, года,, авиакатастрофы,, подрыв, убийство,, подрыв,, результате,, татарского,, мятеж, 2324,, моста., 2023, авиакатастрофы., Крымского, и, События, руководства,, владлена,, второй, Убийство, Татарского, крымского,, в, гибель, в,, второй,, мятеж,, Владлена, события,, 2023,, июня,, «вагнер»,, моста,, результате, «Вагнер»:, 21, век,, и,, гибель",
                "century": "century-21"
            },
            {
                "date": "2024",
                "title": "Смерть Алексея Навального в исправительный колонии «Полярный Волк» в посёлке Харп Ямало-Ненецкого автономного округа. Официальная версия",
                "keywords": "Навального, колонии, Харп, Алексея, посёлке, версия,, округа,, «Полярный, Смерть, полярный,, Ямало-Ненецкого, ямалоненецкого,, харп,, 2024,, навальный,, исправительный,, Официальная, версия, официальная,, смерть,, волк»,, навального,, округа., посёлке,, исправительный, автономного,, в, Волк», в,, колонии,, 2024, алексей,, 21, век,, алексей, автономного",
                "century": "century-21"
            }
        ]